{
  "header": {
    "contacts": "Контакты",
    "directions": "Направления",
    "professions": "Профессии",
    "subjects": "Предметы",
    "languages": "Языки",
    "music-and-dance": "Музыка и танцы",
    "music-dance": "Музыка и танцы",
    "save": "Сохранить"
  },
  "navbar": {
    "home": "Главная",
    "services": "Услуги",
    "contacts": "Контакты"
  },
  "footer": {
    "info": "Информация",
    "privacy": "Политика конфиденциальности",
    "public-offer": "Публичная оферта",
    "contacts": "Контакты",
    "all-rights-reserved": "Все права защищены"
  },
  "home-page": {
    "hero-section": {
      "title": "Изучите китайский язык ",
      "in-ease": "в легкости",
      "subtitle": "SkillShift — знания для жизни и карьеры.",
      "whatsapp": "Написать на WhatsApp"
    },
    "direction-carousel-section": {
      "directions": "Направления",
      "see-all": "Посмотреть все",
      "professions": "Профессии",
      "subjects": "Предметы",
      "languages": "Языки",
      "music-and-dance": "Музыка и танцы",
      "from": "от"
    },
    "open-your-potential": {
      "title": "Раскройте свой потенциал с онлайн‑школой SkillShift!",
      "subtitle": "Учитесь в удобное время и из любой точки мира! Гибкий график, практические навыки и поддержка кураторов помогут вам быстро достичь целей.",
      "whatsapp": "Написать на WhatsApp"
    }
  },
  "services-page": {
    "breadcrumbs": {
      "home": "Главная",
      "contacts": "Контакты",
      "services": "Направления"
    }
  },
  "contacts": {
    "contacts-section": {
      "title": "Контакты"
    },
    "our-brances-section": {
      "title": "Наши филиалы"
    },
    "information-section": {
      "title": "Информация",
      "public-offer": "Публичная оферта",
      "privacy-policy": "Политика конфиденциальности"
    }
  },
  "services": {
    "per-month": "в месяц",
    "text-whatsapp": "Написать на WhatsApp",
    "music-dance": {
      "piano": {
        "name": "Фортепиано",
        "desc-1": "Вы сможете освоить классические произведения, современные хиты или даже научиться импровизировать. Мы уделяем внимание не только технике — помогаем развивать музыкальный слух и рассказывем о музыкальных основах.",
        "desc-2": "Присоединяйтесь к нашим занятиям и погружайтесь в мир музыки с удовольствием!"
      },
      "classic-guitar": {
        "name": "Классическая гитара",
        "desc-1": "На уроках вы познакомитесь с основами игры, техниками исполнения и музыкальной теорией. Вы научитесь играть свои любимые произведения или изучить что-то из классики. Мы поможем развить разнообразные навыки и музыкальный вкус.",
        "desc-2": "Присоединяйтесь к нашим занятиям и откройте для себя мир музыки на классической гитаре!"
      },
      "violin": {
        "name": "Скрипка",
        "desc-1": "На уроках вы освоите основы техники игры, музыкальную теорию и различные стили исполнения. Вы изучите классические произведения, попрактикуетесь в ансамблевом исполнении, что научит взаимодействию с другими музыкантами.",
        "desc-2": "Присоединяйтесь к нашим занятиям и откройте для себя магию игры на скрипке!"
      },
      "drums": {
        "name": "Ударные",
        "desc-1": "Вы научитесь основным ритмам и техникам игры. Занятия проводятся квалифицированными преподавателями, которые помогут вам развить чувство ритма, координацию и музыкальную грамотность.",
        "desc-2": "Присоединяйтесь к нам и начните свой путь в мир ударной музыки!"
      },
      "domra": {
        "name": "Домра",
        "desc-1": "Вы научитесь основным техникам игры, аккордам и мелодиям, а также освоите различные стили исполнения. Опытные преподаватели помогут вам развить музыкальный слух, технику и чувство ритма.",
        "desc-2": "Присоединяйтесь к нам и откройте для себя мир домровой музыки!"
      },
      "choreography": {
        "name": "Хореография",
        "desc-1": "Вы сможете освоить классические элементы, укрепить стопы и спину, а также подготовить основу для других направлений танца.Опытные преподаватели помогут вам развить гибкость, координацию и чувство ритма.",
        "desc-2": "Присоединяйтесь к нам и раскройте свой танцевальный потенциал!"
      },
      "hip-hop": {
        "name": "Хип-хоп",
        "desc-1": "Вы освоите основные стили хип-хопа, такие как breaking, locking и popping, а также научитесь создавать собственные хореографические комбинации.",
        "desc-2": "Присоединяйтесь к нам и дайте волю своему творчеству в танце хип-хоп!"
      },
      "tango": {
        "name": "Танго",
        "desc-1": "Вы освоите основные шаги и техники, научитесь чувствовать музыку и взаимодействовать с партнером. Опытные преподаватели помогут вам развить координацию и эмоциональную выразительность.",
        "desc-2": "Присоединяйтесь к нам и откройте для себя волшебство танго!"
      },
      "break-dance": {
        "name": "Брейкданс",
        "desc-1": "Вы освоите основные элементы брейкданса, включая топ-рок, даун-рок, паузы и фризы, а также научитесь создавать свои собственные комбинации. Опытные преподаватели помогут вам развить силу, гибкость и координацию.",
        "desc-2": "Присоединяйтесь к нам и станьте частью захватывающего мира брейкданса!"
      },
      "shaffle": {
        "name": "Шаффл",
        "desc-1": "Вы освоите основные шаги и техники шаффла и научитесь сочетать их с различными музыкальными стилями. Опытные преподаватели помогут вам развить чувство ритма и координацию.",
        "desc-2": "Присоединяйтесь к нам и откройте для себя увлекательный мир танца шаффл!"
      },
      "pop-vocals": {
        "name": "Эстрадный вокал",
        "desc-1": "Вы освоите основные техники дыхания, интонации и артикуляции, а также научитесь работать с различными музыкальными стилями. Опытные преподаватели помогут вам развить голосовые данные и музыкальный слух.",
        "desc-2": "Присоединяйтесь к нам и начните свой путь к музыкальному совершенству!"
      },
      "classical-vocals": {
        "name": "Классический вокал",
        "desc-1": "Вы освоите основные техники дыхания, интонации и артикуляции. Опытные преподаватели помогут вам развить голосовые данные и музыкальный слух.",
        "desc-2": "Присоединяйтесь к нам и начните свой путь к музыкальному совершенству!"
      }
    },
    "professions": {
      "product-manager": {
        "name": "Product manager",
        "desc-1": "Курс сочетает теорию и практику управления цифровым продуктом на всех этапах его развития. Вы освоите анализ рынка, конкурентов и целевой аудитории с помощью digital-инструментов, а также научитесь управлять жизненным циклом продукта и эффективно координировать команду."
      },
      "java-back-end-developer": {
        "name": "Java back-end developer",
        "desc-1": "Курс изучает язык программирования Java для создания серверной части сайтов и приложений. Освоите стандартные для индустрии фреймворки и библиотеки, разберетесь в классках, наследованиях и интерфейсах, изучите объектно-ориентированное программирование, работу с коллекциями, обработку исключений и многопоточность."
      },
      "react-front-end-developer": {
        "name": "React front-end developer",
        "desc-1": "Курс предоставляет теоретические знания, практические навыки и современные подходы в разработке интерактивных пользовательских интерфейсов с помощью библиотеки JavaScript — React. Изучите алгоритмы структуры данных, компонентный подход в разработке для создания крупных компонентов из более мелких."
      },
      "flutter-mobile-developer": {
        "name": "Flutter mobile developer",
        "desc-1": "Курс предоставляет теоретические знания и практические навыки в разработке кросс-платформенных мобильных приложений с помощью фреймворка Flutter на языке программирования Draft. Научитесь создавать приложений для разных операционных систем, и веб-приложений, используя единую кодовую базу, освоите работу с базами данных."
      },
      "ui-ux-designer ": {
        "name": "UI/UX Дизайнер ",
        "desc-1": "Курс охватывает основы изучения опыта пользователей и их потребностей, а также проектирование понятных и удобных цифровых продуктов. Освоите все этапы дизайн-процесса и роль дизайнера на каждом из них, изучите методы исследования целевой аудитории, инструменты для проектирования и прототипирования необходимые для работы."
      },
      "interior-exterior-designer": {
        "name": "Дизайнер интерьера и экстерьера",
        "desc-1": "Курс охватывает основы проектирования функциональных и эстетичных интерьеров. Вы освоите создание концептуальных эскизов, чертежей и 3D-визуализаций в 3DsMax и Revit, а также пройдёте все этапы — от разработки стилевой концепции до подбора мебели, материалов и освещения."
      },
      "fashion-designer": {
        "name": "Дизайнер одежды",
        "desc-1": "Курс охватывает основы и принципы создания модного дизайна и трендов в индустрии. Изучите процесс создания эскизов моделей одежды и принтов, в том числе 3D-моделирование, научитесь подбирать материалы и фурнитуру, а также изучите все этапы конструирования, пошива одежды и основы запуска производства."
      },
      "furniture-designer": {
        "name": "Дизайнер мебели",
        "desc-1": "Изучите весь процесс создания мебели — от идеи и 3D-моделирования в SketchUp до подбора материалов и выбора производственных технологий. Освойте навыки проектирования стильных и практичных предметов интерьера, опираясь на современные тенденции и специфику различных материалов."
      }
    },
    "subjects": {
      "biology": {
        "name": "Биология",
        "desc-1": "Курс по биологии для средней школы направлен на изучение живой природы, её закономерностей и разнообразия. Он охватывает основные разделы биологии, которые помогают учащимся понять строение, функции и взаимодействие живых организмов, а также их роль в экосистемах."
      },
      "chemistry": {
        "name": "Химия",
        "desc-1": "Курс по химии для средней школы направлен на изучение веществ, их свойств, строения и превращений. Он знакомит учащихся с основными химическими понятиями, законами и процессами, а также формирует навыки проведения экспериментов и решения задач."
      },
      "geography": {
        "name": "География",
        "desc-1": "Курс по географии для средней школы направлен на формирование у учащихся представлений о природе, населении, хозяйстве и экологических проблемах Земли. Он охватывает общие географические закономерности и особенности отдельных регионов и стран."
      },
      "informatics": {
        "name": "Информатика",
        "desc-1": "Курс по информатике фирмирует базовые знания и навыки в области информационных технологий и работы с компьютером. Он охватывает теоретические основы и практические аспекты, необходимые для понимания и использования современных технологий. "
      },
      "math": {
        "name": "Математика",
        "desc-1": "Курс по математике направлен на развитие логического мышления, умения решать задачи и применять знания в повседневной жизни. Охватывает основные разделы математики, которые формируют фундамент для дальнейшего изучения точных наук. "
      },
      "painting": {
        "name": "Живопись",
        "desc-1": "Курс по живописи для средней школы направлен на формирование у учащихся представлений о художественных стилях, техниках, выдающихся мастерах и их произведениях. Он охватывает основы изобразительного искусства, развитие живописи в разные эпохи, а также знакомит с культурным наследием различных стран и народов."
      },
      "physics": {
        "name": "Физика",
        "desc-1": "Курс по физике для средней школы направлен на формирование у учащихся базовых знаний о физических явлениях, законах и методах их изучения. Он охватывает основные разделы физики, которые помогают понять окружающий мир и подготовиться к дальнейшему обучению."
      },
      "robotics": {
        "name": "Робототехника",
        "desc-1": "Освойте создание и программирование роботов: от основ электроники и механики до разработки алгоритмов управления. Научитесь собирать функциональные модели, работать с микроконтроллерами и датчиками."
      }
    },
    "languages": {
      "arab": {
        "name": "Арабский язык",
        "desc-1": "Курсы арабского языка подойдут для любого уровня — от начинающих до продвинутых. Программа охватывает грамматику, лексику, развитие навыков чтения, письма и аудирования. Вы погрузитесь в разные диалекты, познакомитесь с арабской культурой и будете обучаться в интерактивном формате."
      },
      "chinese": {
        "name": "Китайский язык",
        "desc-1": "На курсах китайского языка вы не только освоите базовые и грамматические структуры. Получите уникальные знания о китайской письменности, включая иероглифы. Вы научитесь читать и писать на китайском языке, что является элементом глубокого понимания культуры и истории. Освоите основы произношения и тонов, особенно важно для восприятия и передачи смысла."
      },
      "english": {
        "name": "Английский язык",
        "desc-1": "Курсы для людей, которые хотят свободно общаться. Вы научитесь говорить с иностранцами и носителями языка, улучшите произношение, сможете понимать речь на слух и уверенно поддерживать беседу на английском. Вы освоите основные разговорные конструкции, расширите словарный запас и преодолеете языковой барьер. На занятиях будут практические упражнения."
      },
      "kazakh": {
        "name": "Казахский язык",
        "desc-1": "Наши онлайн-курсы казахского языка — это возможность изучать один из древнейших и красивейших языков мира. Программа подойдёт для всех уровней — от начинающих до продвинутых. Гибкий формат обучения позволяет осваивать язык в удобное время, при этом вы погружаетесь в культуру и традиции Казахстана. Особый акцент сделан на развитие разговорных навыков."
      },
      "russian": {
        "name": "Русский язык",
        "desc-1": "Мы предлагаем увлекательное и эффективное обучение, специально разработанное для тех, кто хочет начать изучать русский язык с нуля или улучшить свои существующие знания. Особое внимание уделяется развитию навыков устной речи. В процессе обучения вы научитесь правильно строить предложения, характерные для русского языка. "
      },
      "turk": {
        "name": "Турецкий язык",
        "desc-1": "Курсы для тех, кто хочет свободно общаться на турецком языке! Вы научитесь вести разговоры с носителями языка, улучшите произношение, будете легко воспринимать речь на слух и уверенно поддерживать беседу. В процессе обучения вы научитесь правильно строить предложения, идиомы, характерные для турецкого языка. Освоите основы произношения и тонов."
      }
    }
  },
  "privacy-page": {
    "title": "ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ",
    "date": "14.12.2019",
    "description": "Настоящая Политика конфиденциальности персональных данных (далее – Политика конфиденциальности) действует в отношении всей информации, которую компания «SkillShift», расположенные на доменных именах skillshift.offiwebsite.com может получить о Пользователе во время использования сайта.",
    "updated": "Обновлено «14» июля 2019 г.",
    "terminology-section": {
      "title": "1. ОПРЕДЕЛЕНИЕ ТЕРМИНОВ",
      "terms": {
        "1.1": "В настоящей Политике конфиденциальности используются следующие термины:",
        "1.1.1": "«Администрация сайта (далее – Администрация сайта)» – уполномоченные сотрудники на управления сайтом, действующие от имени Название организации, которые организуют и (или) осуществляет обработку персональных данных, а также определяет цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.",
        "1.1.2": "«Персональные данные» - любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных).",
        "1.1.3": "«Обработка персональных данных» - любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.",
        "1.1.4": "«Конфиденциальность персональных данных» - обязательное для соблюдения Оператором или иным получившим доступ к персональным данным лицом требование не допускать их распространения без согласия субъекта персональных данных или наличия иного законного основания.",
        "1.1.5": "«Пользователь сайта (далее Пользователь)» – лицо, имеющее доступ к Сайту, посредством сети Интернет и использующее Сайт.",
        "1.1.6": "«Cookies» — небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере пользователя, который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при попытке открыть страницу соответствующего сайта.",
        "1.1.7": "«IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP."
      }
    },
    "conditions-sections": {
      "title": "2. СОГЛАШЕНИЯ С УСЛОВИЯМИ",
      "terms": {
        "2.1": "Использование Пользователем сайта означает согласие с настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя.",
        "2.2": "В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование сайта.",
        "2.3": "Настоящая Политика конфиденциальности применяется ко всем сайтам skillshift.offiwebsite.com («SkillShift»). Компания не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на сайте.",
        "2.4": "Администрация сайта не проверяет достоверность персональных данных, предоставляемых Пользователем сайта."
      }
    },
    "subject-section": {
      "title": "3. ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ",
      "terms": {
        "3.1": "Настоящая Политика конфиденциальности устанавливает обязательства Администрации сайта по неразглашению и обеспечению режима защиты конфиденциальности персональных данных, которые Пользователь предоставляет по запросу Администрации сайта при регистрации на сайте или при оформлении заказа для приобретения Товара.",
        "3.2": "Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности, предоставляются Пользователем путём заполнения регистрационной формы на Сайте skillshift.offiwebsite.com и включают в себя следующую информацию:",
        "3.2.1": "фамилию, имя, отчество Пользователя;",
        "3.2.2": "контактный телефон Пользователя;",
        "3.2.3": "адрес электронной почты (e-mail).",
        "3.3.1": "Отключение cookies может повлечь невозможность доступа к частям сайта, требующим авторизации.",
        "3.3.2": "Интернет-магазин осуществляет сбор статистики об IP-адресах своих посетителей. Данная информация используется с целью выявления и решения технических проблем, для контроля законности проводимых финансовых платежей.",
        "3.3": {
          "main": "Сайт защищает Данные, которые автоматически передаются в процессе просмотра рекламных блоков и при посещении страниц, на которых установлен статистический скрипт системы (\"пиксель\"):",
          "items": {
            "1": "IP адрес;",
            "2": "информация из cookies;",
            "3": "информация о браузере (или иной программе, которая осуществляет доступ к показу рекламы);",
            "4": "время доступа;",
            "5": "адрес страницы, на которой расположен рекламный блок;",
            "6": "реферер (адрес предыдущей страницы)."
          },
          "subpoints": {
            "1": "Отключение cookies может повлечь невозможность доступа к частям сайта, требующим авторизации.",
            "2": "Интернет-магазин осуществляет сбор статистики об IP-адресах своих посетителей. Данная информация используется с целью выявления и решения технических проблем, для контроля законности проводимых финансовых платежей."
          }
        },
        "3.4": "Любая иная персональная информация не оговоренная выше (история пользования, используемые браузеры и операционные системы и т.д.) подлежит надежному хранению и нераспространению, за исключением случаев, предусмотренных в п.п. 5.2. и 5.3. настоящей Политики конфиденциальности."
      }
    },
    "target-section": {
      "title": "4. ЦЕЛИ СБОРА ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЯ",
      "terms": {
        "4.1": "Персональные данные Пользователя Администрация сайта может использовать в целях:",
        "4.1.1": "Идентификации Пользователя, зарегистрированного на сайте, для оформления покупки и (или) заключения Договора купли-продажи товара дистанционным способом с SkillShift.",
        "4.1.2": "Предоставления Пользователю доступа к персонализированным ресурсам Сайта.",
        "4.1.3": "Установления с Пользователем обратной связи, включая направление уведомлений, запросов, касающихся использования Сайта, оказания услуг, обработка запросов и заявок от Пользователя.",
        "4.1.4": "Определения места нахождения Пользователя для обеспечения безопасности, предотвращения мошенничества.",
        "4.1.5": "Подтверждения достоверности и полноты персональных данных, предоставленных Пользователем.",
        "4.1.6": "Обработки и получения платежей, подтверждения налога или налоговых льгот, оспаривания платежа, определения права на получение кредитной линии Пользователем.",
        "4.1.7": "Предоставления Пользователю эффективной клиентской и технической поддержки при возникновении проблем, связанных с использованием Сайта.",
        "4.1.8": "Предоставления Пользователю с его согласия, обновлений продукции, специальных предложений, информации о ценах, новостной рассылки и иных сведений от имени сайта или от имени партнеров сайта.",
        "4.1.9": "Предоставления доступа Пользователю на сайты или сервисы партнеров сайта с целью получения продуктов, обновлений и услуг."
      }
    },
    "way-section": {
      "title": "5. СПОСОБЫ И СРОКИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ",
      "terms": {
        "5.1": "Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств.",
        "5.2": "Пользователь соглашается с тем, что Администрация сайта вправе передавать персональные данные третьим лицам, в частности, курьерским службам, организациями почтовой связи, операторам электросвязи, исключительно в целях выполнения заказа Пользователя, оформленного на Сайте интернет-магазина «Название магазина», включая доставку Товара.",
        "5.3": "Персональные данные Пользователя могут быть переданы уполномоченным органам государственной власти Республики Казахстан только по основаниям и в порядке, установленным законодательством Республики Казахстан.",
        "5.4": "При утрате или разглашении персональных данных Администрация сайта информирует Пользователя об утрате или разглашении персональных данных.",
        "5.5": "Администрация сайта принимает необходимые организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц.",
        "5.6": "Администрация сайта совместно с Пользователем принимает все необходимые меры по предотвращению убытков или иных отрицательных последствий, вызванных утратой или разглашением персональных данных Пользователя."
      }
    },
    "obligation-section": {
      "title": "6. ОБЯЗАТЕЛЬСТВА СТОРОН",
      "terms": {
        "6.1": "АПользователь обязан:",
        "6.1.1": "В случае утраты или разглашения Конфиденциальной информации Администрация сайта не несёт ответственность, если данная конфиденциальная информация:",
        "6.1.2": "Предоставить информацию о персональных данных, необходимую для пользования Сайтом.",
        "6.2": "Администрация сайта обязана:",
        "6.2.1": "Использовать полученную информацию исключительно для целей, указанных в п. 4 настоящей Политики конфиденциальности.",
        "6.2.2": "Обеспечить хранение конфиденциальной информации в тайне, не разглашать без предварительного письменного разрешения Пользователя, а также не осуществлять продажу, обмен, опубликование, либо разглашение иными возможными способами переданных персональных данных Пользователя, за исключением п.п. 5.2. и 5.3. настоящей Политики Конфиденциальности.",
        "6.2.3": "Принимать меры предосторожности для защиты конфиденциальности персональных данных Пользователя согласно порядку, обычно используемого для защиты такого рода информации в существующем деловом обороте.",
        "6.2.4": "Осуществить блокирование персональных данных, относящихся к соответствующему Пользователю, с момента обращения или запроса Пользователя или его законного представителя либо уполномоченного органа по защите прав субъектов персональных данных на период проверки, в случае выявления недостоверных персональных данных или неправомерных действий."
      }
    },
    "responsibility-section": {
      "title": "7. ОТВЕТСТВЕННОСТЬ СТОРОН",
      "terms": {
        "7.1": "Администрация сайта, не исполнившая свои обязательства, несёт ответственность за убытки, понесённые Пользователем в связи с неправомерным использованием персональных данных, в соответствии с законодательством Республики Казахстан, за исключением случаев, предусмотренных п.п. 5.2., 5.3. и 7.2. настоящей Политики Конфиденциальности. ",
        "7.2": "В случае утраты или разглашения Конфиденциальной информации Администрация сайта не несёт ответственность, если данная конфиденциальная информация:",
        "7.2.1": "Стала публичным достоянием до её утраты или разглашения.",
        "7.2.2": "Была получена от третьей стороны до момента её получения Администрацией сайта.",
        "7.2.3": "Была разглашена с согласия Пользователя."
      }
    },
    "dispute-section": {
      "title": "8. РАЗРЕШЕНИЕ СПОРОВ",
      "terms": {
        "8.1": "До обращения в суд с иском по спорам, возникающим из отношений между Пользователем сайта и Администрацией сайта, обязательным является предъявление претензии (письменного предложения о добровольном урегулировании спора).",
        "8.2": "Получатель претензии в течение 30 календарных дней со дня получения претензии, письменно уведомляет заявителя претензии о результатах рассмотрения претензии.",
        "8.3": "При недостижении соглашения спор будет передан на рассмотрение в судебный орган в соответствии с действующим законодательством РК. ",
        "8.4": "К настоящей Политике конфиденциальности и отношениям между Пользователем и Администрацией сайта применяется действующее законодательство РК."
      }
    },
    "addition-section": {
      "title": "9. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ",
      "terms": {
        "9.1": "Администрация сайта вправе вносить изменения в настоящую Политику конфиденциальности без согласия Пользователя.",
        "9.2": " Новая Политика конфиденциальности вступает в силу с момента ее размещения на Сайте, если иное не предусмотрено новой редакцией Политики конфиденциальности.",
        "9.3": "Все предложения или вопросы по настоящей Политике конфиденциальности следует сообщать указать раздел сайта интернет-магазина",
        "9.4": "Действующая Политика конфиденциальности размещена на страницах по адресу https://skillshift.offiwebsite.com/privacy-policy"
      }
    }
  }
}
