{
  "header": {
    "contacts": "Байланыс",
    "directions": "Бағыттар",
    "professions": "Мамандықтар",
    "subjects": "Пәндер",
    "languages": "Тілдер",
    "music-and-dance": "Музыка және би",
    "music-dance": "Музыка және би",
    "save": "Сақтау"
  },
  "navbar": {
    "home": "Басты бет",
    "services": "Қызметтер",
    "contacts": "Байланыс"
  },
  "footer": {
    "info": "Ақпарат",
    "privacy": "Құпиялық саясаты",
    "public-offer": "Публичті оферта",
    "contacts": "Байланыс",
    "all-rights-reserved": "Барлық құқықтар қорғалған"
  },
  "home-page": {
    "hero-section": {
      "title": "Қытай тілін ",
      "in-ease": "оңай үйреніңіз",
      "subtitle": "SkillShift — өмір мен мансапқа арналған білім.",
      "whatsapp": "WhatsApp-қа жазу"
    },
    "direction-carousel-section": {
      "directions": "Бағыттар",
      "see-all": "Барлығын көру",
      "professions": "Мамандықтар",
      "subjects": "Пәндер",
      "languages": "Тілдер",
      "music-and-dance": "Музыка және би",
      "from": "бастап"
    },
    "open-your-potential": {
      "title": "SkillShift онлайн мектебімен өз әлеуетіңізді ашыңыз!",
      "subtitle": "Кез келген уақытта және әлемнің кез келген нүктесінен оқыңыз! Икемді кесте, практикалық дағдылар және кураторлардың қолдауы сізге мақсаттарыңызға тез жетуге көмектеседі.",
      "whatsapp": "WhatsApp-қа жазу"
    }
  },
  "services-page": {
    "breadcrumbs": {
      "home": "Басты бет",
      "contacts": "Байланыс",
      "services": "Бағыттар"
    }
  },
  "contacts": {
    "contacts-section": {
      "title": "Байланыс"
    },
    "our-brances-section": {
      "title": "Біздің филиалдар"
    },
    "information-section": {
      "title": "Ақпарат",
      "public-offer": "Публичті оферта",
      "privacy-policy": "Құпиялық саясаты"
    }
  },
  "services": {
    "per-month": "в месяц",
    "text-whatsapp": "WhatsApp жазыңыз",
    "music-dance": {
      "piano": {
        "name": "Фортепиано",
        "desc-1": "Сіз классикалық шығармаларды, қазіргі заманғы хитерді меңгере аласыз немесе тіпті импровизациялауды үйрене аласыз. Біз тек техникаға ғана емес, сонымен қатар музыкалық құлақ пен музыкалық негіздерді дамытуға көңіл бөлеміз.",
        "desc-2": "Біздің сабақтарға қосылыңыз және музыка әлеміне қуана-қуана үңіліңіз!"
      },
      "classic-guitar": {
        "name": "Классикалық гитара",
        "desc-1": "Сабақтарда сіз ойнаудың негіздерімен, орындау техникаларымен және музыкалық теориямен танысасыз. Сіз өз сүйікті шығармаларыңызды ойнауды немесе классикадан бір нәрсені үйренесіз. Біз әртүрлі дағдыларды және музыкалық дәміңізді дамытуға көмектесеміз.",
        "desc-2": "Біздің сабақтарға қосылыңыз және классикалық гитарада музыка әлемін ашыңыз!"
      },
      "violin": {
        "name": "Скрипка",
        "desc-1": "Сабақтарда сіз ойнау техникасының негіздерін, музыкалық теорияны және әртүрлі орындау стильдерін меңгересіз. Сіз классикалық шығармаларды үйренесіз, ансамбльдік орындауда тәжірибе жинайсыз, бұл басқа музыканттармен өзара әрекеттесуді үйретеді.",
        "desc-2": "Біздің сабақтарға қосылыңыз және скрипкада ойнаудың сиқырын ашыңыз!"
      },
      "drums": {
        "name": "Үрмелі аспаптар",
        "desc-1": "Сіз негізгі ритмдер мен ойнау техникаларын үйренесіз. Сабақтар білікті оқытушылар жүргізеді, олар сізге ритм сезімін, координацияны және музыкалық сауаттылықты дамытуға көмектеседі.",
        "desc-2": "Бізге қосылыңыз және үрмелі аспаптар әлеміндегі сапарыңызды бастаңыз!"
      },
      "domra": {
        "name": "Домбра",
        "desc-1": "Сіз ойнаудың негізгі техникаларын, аккордтар мен әуендерді үйренесіз, сонымен қатар әртүрлі орындау стильдерін меңгересіз. Тәжірибелі оқытушылар сізге музыкалық құлақты, техниканы және ритм сезімін дамытуға көмектеседі.",
        "desc-2": "Бізге қосылыңыз және домбра музыкасының әлемін ашыңыз!"
      },
      "choreography": {
        "name": "Хореография",
        "desc-1": "Сіз классикалық элементтерді меңгере аласыз, аяқ пен арқаны нығайта аласыз, сонымен қатар бидің басқа бағыттарына негіз дайындай аласыз. Тәжірибелі оқытушылар сізге икемділікті, координацияны және ритм сезімін дамытуға көмектеседі.",
        "desc-2": "Бізге қосылыңыз және би потенциалыңызды ашыңыз!"
      },
      "hip-hop": {
        "name": "Хип-хоп",
        "desc-1": "Сіз хип-хоптың негізгі стильдерін, мысалы, breaking, locking және popping үйренесіз, сонымен қатар өз хореографиялық комбинацияларыңызды жасауды үйренесіз.",
        "desc-2": "Бізге қосылыңыз және хип-хоп биінде шығармашылығыңызға жол беріңіз!"
      },
      "tango": {
        "name": "Танго",
        "desc-1": "Сіз негізгі қадамдар мен техникаларды меңгересіз, музыканы сезінуді және серіктеспен өзара әрекеттесуді үйренесіз. Тәжірибелі оқытушылар сізге координацияны және эмоционалды өрнектілікті дамытуға көмектеседі.",
        "desc-2": "Бізге қосылыңыз және тангоның сиқырын ашыңыз!"
      },
      "break-dance": {
        "name": "Брейкданс",
        "desc-1": "Сіз брейкданстың негізгі элементтерін, соның ішінде топ-рок, даун-рок, паузалар мен фриздерді меңгересіз, сонымен қатар өз комбинацияларыңызды жасауды үйренесіз. Тәжірибелі оқытушылар сізге күш, икемділік және координация дамытуға көмектеседі.",
        "desc-2": "Бізге қосылыңыз және брейкданстың қызықты әлемінің бір бөлігі болыңыз!"
      },
      "shaffle": {
        "name": "Шаффл",
        "desc-1": "Сіз шаффлдың негізгі қадамдары мен техникаларын меңгересіз және оларды әртүрлі музыкалық стильдермен үйлестіруді үйренесіз. Тәжірибелі оқытушылар сізге ритм сезімін және координацияны дамытуға көмектеседі.",
        "desc-2": "Бізге қосылыңыз және шаффл биінің қызықты әлемін ашыңыз!"
      },
      "pop-vocals": {
        "name": "Эстрадалық вокал",
        "desc-1": "Сіз тыныс алу, интонация және артикуляцияның негізгі техникаларын меңгересіз, сонымен қатар әртүрлі музыкалық стильдермен жұмыс істеуді үйренесіз. Тәжірибелі оқытушылар сізге дауыс қабілетін және музыкалық құлақты дамытуға көмектеседі.",
        "desc-2": "Бізге қосылыңыз және музыкалық жетілдіру жолындағы сапарыңызды бастаңыз!"
      },
      "classical-vocals": {
        "name": "Классикалық вокал",
        "desc-1": "Сіз тыныс алу, интонация және артикуляцияның негізгі техникаларын меңгересіз. Тәжірибелі оқытушылар сізге дауыс қабілетін және музыкалық құлақты дамытуға көмектеседі.",
        "desc-2": "Бізге қосылыңыз және музыкалық жетілдіру жолындағы сапарыңызды бастаңыз!"
      }
    },
    "professions": {
      "product-manager": {
        "name": "Продукт менеджері",
        "desc-1": "Курс цифрлық өнімді дамытудың барлық кезеңдерінде теория мен практиканы біріктіреді. Сіз digital-құралдар арқылы нарықты, бәсекелестерді және мақсатты аудиторияны талдауды меңгересіз, сонымен қатар өнімнің өмірлік циклін басқаруды және команданы тиімді үйлестіруді үйренесіз."
      },
      "java-back-end-developer": {
        "name": "Java back-end әзірлеушісі",
        "desc-1": "Курс веб-сайттар мен қосымшалардың серверлік бөлігін жасау үшін Java бағдарламалау тілін зерттейді. Сіз индустрияда стандартты фреймворктер мен кітапханаларды меңгересіз, класстар, мұрагерлік және интерфейстерді түсінесіз, объектіге бағытталған бағдарламалауды, коллекциялармен жұмыс істеуді, ерекше жағдайларды өңдеуді және көптік жұмысты үйренесіз."
      },
      "react-front-end-developer": {
        "name": "React front-end әзірлеушісі",
        "desc-1": "Курс JavaScript кітапханасы — React көмегімен интерактивті пайдаланушы интерфейстерін әзірлеудегі теориялық білімдерді, практикалық дағдыларды және заманауи тәсілдерді ұсынады. Сіз деректер құрылымы алгоритмдерін, үлкен компоненттерді кішіректерден құрастырудың компоненттік тәсілін зерттейсіз."
      },
      "flutter-mobile-developer": {
        "name": "Flutter мобильді әзірлеушісі",
        "desc-1": "Курс Draft бағдарламалау тіліндегі Flutter фреймворкі арқылы кросс-платформалық мобильді қосымшаларды әзірлеудегі теориялық білімдер мен практикалық дағдыларды ұсынады. Сіз әртүрлі операциялық жүйелерге арналған қосымшалар мен веб-қосымшаларды бір код базасын пайдалана отырып жасауды үйренесіз, деректер базаларымен жұмыс істеуді меңгересіз."
      },
      "ui-ux-designer ": {
        "name": "UI/UX дизайнері",
        "desc-1": "Курс пайдаланушылардың тәжірибесі мен қажеттіліктерін зерттеу негіздерін, сондай-ақ түсінікті және ыңғайлы цифрлық өнімдерді жобалауды қамтиды. Сіз дизайн-процестің барлық кезеңдерін және әрбір кезеңдегі дизайнердің рөлін меңгересіз, мақсатты аудиторияны зерттеу әдістерін, жобалау және прототиптеу құралдарын үйренесіз."
      },
      "interior-exterior-designer": {
        "name": "Интерьер және экстерьер дизайнері",
        "desc-1": "Курс функционалды және эстетикалық интерьерлерді жобалау негіздерін қамтиды. Сіз 3DsMax және Revit бағдарламаларында концептуалды эскиздер, сызбалар мен 3D-визуализациялар жасауды меңгересіз, сонымен қатар стильдік концепцияны әзірлеуден бастап жиһаздарды, материалдарды және жарықтандыруды таңдауға дейінгі барлық кезеңдерден өтесіз."
      },
      "fashion-designer": {
        "name": "Киім дизайнері",
        "desc-1": "Курс сән дизайнын жасау негіздерін және индустриядағы трендтерді қамтиды. Сіз киім үлгілері мен принттердің эскиздерін жасауды, соның ішінде 3D-модельдеуді үйренесіз, материалдар мен фурнитураны таңдауды, сонымен қатар киімді құрастыру, тігу және өндірісті іске қосу негіздерін зерттейсіз."
      },
      "furniture-designer": {
        "name": "Жиһаз дизайнері",
        "desc-1": "Сіз идеядан бастап SketchUp бағдарламасында 3D-модельдеуге дейін жиһаз жасау процесін зерттейсіз, материалдарды таңдауды және өндірістік технологияларды таңдауды үйренесіз. Заманауи тенденциялар мен әртүрлі материалдардың ерекшеліктеріне сүйене отырып, стильді және практикалық интерьер заттарын жобалау дағдыларын меңгересіз."
      }
    },
    "subjects": {
      "biology": {
        "name": "Биология",
        "desc-1": "Орта мектептегі биология курсы тірі табиғатты, оның заңдылықтары мен әртүрлілігін зерттеуге бағытталған. Ол биологияның негізгі бөлімдерін қамтиды, олар оқушыларға тірі организмдердің құрылысын, функцияларын және өзара әрекеттесуін, сондай-ақ олардың экожүйелердегі рөлін түсінуге көмектеседі."
      },
      "chemistry": {
        "name": "Химия",
        "desc-1": "Орта мектептегі химия курсы заттардың қасиеттерін, құрылымын және өзгеруін зерттеуге бағытталған. Ол оқушыларды негізгі химиялық түсініктермен, заңдармен және процестермен таныстырады, сонымен қатар эксперименттер жүргізу және есептер шығару дағдыларын қалыптастырады."
      },
      "geography": {
        "name": "География",
        "desc-1": "Орта мектептегі география курсы Жердің табиғаты, халқы, шаруашылығы және экологиялық мәселелері туралы түсініктерді қалыптастыруға бағытталған. Ол жалпы географиялық заңдылықтарды және жеке аймақтар мен елдердің ерекшеліктерін қамтиды."
      },
      "informatics": {
        "name": "Информатика",
        "desc-1": "Информатика курсы ақпараттық технологиялар және компьютермен жұмыс істеу саласындағы негізгі білімдер мен дағдыларды қалыптастырады. Ол қазіргі заманғы технологияларды түсіну және пайдалану үшін қажетті теориялық негіздер мен практикалық аспектілерді қамтиды."
      },
      "math": {
        "name": "Математика",
        "desc-1": "Математика курсы логикалық ойлау дағдыларын, есептер шығару қабілетін және күнделікті өмірде білімдерді қолдануды дамытуға бағытталған. Ол нақты ғылымдарды одан әрі зерттеу үшін негіз болатын математиканың негізгі бөлімдерін қамтиды."
      },
      "painting": {
        "name": "Кескіндеме",
        "desc-1": "Орта мектептегі кескіндеме курсы оқушыларға көркем өнер стильдері, техникалары, көрнекті шеберлер мен олардың шығармалары туралы түсініктерді қалыптастыруға бағытталған. Ол бейнелеу өнерінің негіздерін, әртүрлі дәуірлердегі кескіндеменің дамуын, сондай-ақ әртүрлі елдер мен халықтардың мәдени мұрасымен таныстырады."
      },
      "physics": {
        "name": "Физика",
        "desc-1": "Орта мектептегі физика курсы оқушыларға физикалық құбылыстар, заңдар және оларды зерттеу әдістері туралы негізгі білімдерді қалыптастыруға бағытталған. Ол қоршаған әлемді түсінуге және одан әрі оқуға дайындалуға көмектесетін физиканың негізгі бөлімдерін қамтиды."
      },
      "robotics": {
        "name": "Робототехника",
        "desc-1": "Роботтарды жасау мен бағдарламалауды үйреніңіз: электроника мен механика негіздерінен бастап басқару алгоритмдерін әзірлеуге дейін. Функционалды модельдерді жинауды, микроконтроллерлер мен сенсорлармен жұмыс істеуді үйреніңіз."
      }
    },
    "languages": {
      "arab": {
        "name": "Араб тілі",
        "desc-1": "Араб тілі курстары кез келген деңгейге қолайлы — бастаушылардан бастап жоғары деңгейге дейін. Бағдарлама грамматиканы, лексиканы, оқу, жазу және тыңдау дағдыларын дамытуды қамтиды. Сіз әртүрлі диалекттерге үңілесіз, араб мәдениетімен танысасыз және интерактивті форматта оқысасыз."
      },
      "chinese": {
        "name": "Қытай тілі",
        "desc-1": "Қытай тілі курстарында сіз тек негізгі және грамматикалық құрылымдарды ғана емес, сонымен қатар қытай жазуы туралы бірегей білімдерді аласыз. Сіз қытай тілінде оқуды және жазуды үйренесіз, бұл мәдениет пен тарихты терең түсінудің элементі болып табылады. Сіз айту мен тондардың негіздерін меңгересіз, бұл мағынаны қабылдау және беру үшін өте маңызды."
      },
      "english": {
        "name": "Ағылшын тілі",
        "desc-1": "Курс еркін сөйлескісі келетін адамдарға арналған. Сіз шетелдіктермен және тілдің тұғырлыларымен сөйлесуді үйренесіз, айту дағдыларыңызды жақсартасыз, ағылшын тілінде сөйлесуді тыңдап түсіне аласыз және сөйлесуді сенімді түрде жалғастыра аласыз. Сіз негізгі сөйлеу конструкцияларын меңгересіз, сөздік қорларыңызды кеңейтесіз және тілдік кедергіден арыласыз. Сабақтарда практикалық жаттығулар болуда."
      },
      "kazakh": {
        "name": "Қазақ тілі",
        "desc-1": "Біздің қазақ тіліндегі онлайн курстары — бұл әлемдегі ең көне және әдемі тілдердің бірін үйрену мүмкіндігі. Бағдарлама барлық деңгейлерге қолайлы — бастаушылардан бастап жоғары деңгейге дейін. Икемді оқу форматы тілді қолайлы уақытта меңгеруге мүмкіндік береді, сонымен бірге сіз Қазақстанның мәдениеті мен дәстүрлеріне үңілесіз. Ерекше назар сөйлеу дағдыларын дамытуға аударылады."
      },
      "russian": {
        "name": "Орыс тілі",
        "desc-1": "Біз нөлден орыс тілін үйренгісі келетіндерге немесе бар білімдерін жақсартқысы келетіндерге арналған қызықты және тиімді оқытуды ұсынамыз. Ерекше назар сөйлеу дағдыларын дамытуға аударылады. Оқу процесінде сіз орыс тіліне тән сөйлемдерді дұрыс құрастыруды үйренесіз."
      },
      "turk": {
        "name": "Түрік тілі",
        "desc-1": "Курс түрік тілінде еркін сөйлескісі келетіндерге арналған! Сіз тілдің тұғырлыларымен әңгімелесуді үйренесіз, айту дағдыларыңызды жақсартасыз, сөйлесуді тыңдап оңай түсіне аласыз және сөйлесуді сенімді түрде жалғастыра аласыз. Оқу процесінде сіз түрік тіліне тән сөйлемдерді, идиомаларды дұрыс құрастыруды үйренесіз. Сіз айту мен тондардың негіздерін меңгересіз."
      }
    }
  },
  "privacy-page": {
    "title": "ЖЕКЕ МӘЛІМЕТТЕРДІ ҚОРҒАУ САЯСАТЫ",
    "date": "14.12.2019",
    "description": "Осы Жеке мәліметтерді қорғау саясаты (бұдан әрі – Саясат) сайтты пайдалану кезінде «SkillShift» компаниясы, домендік атаулары skillshift.offiwebsite.com арқылы алуы мүмкін барлық ақпаратқа қолданылады.",
    "updated": "14 шілде, 2019 ж. жаңартылды",
    "terminology-section": {
      "title": "1. ҰҒЫМДАРДЫҢ АНЫҚТАМАЛАРЫ",
      "terms": {
        "1.1": "Осы Құпиялылық саясатында келесі ұғымдар пайдаланылады:",
        "1.1.1": "«Веб-сайт әкімшілігі (бұдан әрі – Веб-сайт әкімшілігі)» – сайтты басқаруға құзыретті қызметкерлер, олар Ұйымның атынан әрекет етеді, жеке деректерді өңдеуді ұйымдастырады және жүзеге асырады, сондай-ақ жеке деректерді өңдеу мақсаттарын, жеке деректердің құрамын анықтайды.",
        "1.1.2": "«Жеке деректер» – тікелей немесе жанама анықталатын немесе анықталатын тұлғаға қатысты кез келген ақпарат.",
        "1.1.3": "«Жеке деректерді өңдеу» – автоматтандыру құралдарын пайдалана отырып немесе пайдаланбай, жеке деректермен жасалатын кез келген әрекет (операция) немесе әрекеттер жиынтығы, оның ішінде жинау, жазу, жүйелеу, жинақтау, сақтау, нақтылау (жаңарту, өзгерту), шығару, пайдалану, беру (тарату, ұсыну, қол жеткізу), анонимдеу, блоктау, жою, жою.",
        "1.1.4": "«Жеке деректер құпиялылығы» – оператор немесе басқа тұлғаларға жеке деректерге қол жеткізген адамдарға олардың жариялануына жол бермеу үшін міндетті талап.",
        "1.1.5": "«Сайт қолданушысы (бұдан әрі – Қолданушы)» – Интернет арқылы сайтқа кіретін және оны қолданатын адам.",
        "1.1.6": "«Cookies» – веб-сервер жіберетін және қолданушының компьютерінде сақталатын шағын деректер бөлігі, оны веб-клиент немесе браузер әрқашан веб-серверге HTTP сұрауымен жібереді.",
        "1.1.7": "«IP-мекенжай» – IP протоколы негізінде құрылған компьютерлік желідегі түйіннің бірегей желілік мекенжайы."
      }
    },
    "conditions-sections": {
      "title": "2. ҚОЛДАНУШЫЛАРДЫҢ ШАРТТАРЫ ЖӘНЕ ШАРТТАРЫ",
      "terms": {
        "2.1": "Пайдаланушы сайтты пайдалану осы Құпиялылық саясаты мен пайдаланушының жеке деректерін өңдеу шарттарымен келіседі.",
        "2.2": "Егер сіз Құпиялылық саясатына келіспесеңіз, сайтты пайдалануды тоқтатыңыз.",
        "2.3": "Осы Құпиялылық саясаты skillshift.offiwebsite.com сайттарының барлық бөлімдеріне қолданылады («SkillShift»). Компания үшінші тарап сайттарына бақылау жүргізбейді және жауапкершілік алмайды.",
        "2.4": "Сайт әкімшілігі пайдаланушы берген жеке деректердің дұрыстығын тексермейді."
      }
    },
    "subject-section": {
      "title": "3. ҚҰПИЯЛЫЛЫҚ САЯСАТЫНЫҢ ПӘНІ",
      "terms": {
        "3.1": "Бұл Құпиялылық саясаты Сайт Әкімшілігінің Сайтта тіркелген кезде немесе Тауарды сатып алуға тапсырыс берген кезде Сайт Әкімшілігінің сұрауы бойынша Пайдаланушы ұсынатын жеке деректердің құпиялылығын сақтау және қорғау режимін қамтамасыз ету міндеттерін белгілейді.",
        "3.2": "Осы Құпиялылық саясаты шеңберінде өңдеуге рұқсат етілген жеке деректер Пайдаланушымен skillshift.offiwebsite.com сайтында тіркеу формасын толтыру арқылы ұсынылады және мынадай ақпаратты қамтиды:",
        "3.2.1": "Пайдаланушының тегі, аты, әкесінің аты;",
        "3.2.2": "Пайдаланушының байланыс телефоны;",
        "3.2.3": "электрондық пошта мекенжайы (e-mail).",
        "3.3": {
          "main": "Сайт жарнамалық блоктарды қарау кезінде және жүйенің статистикалық скрипті (\"пиксель\") орнатылған беттерге келу кезінде автоматты түрде берілетін Деректерді қорғайды:",
          "items": {
            "1": "IP мекенжайы;",
            "2": "cookies файлдарынан алынған ақпарат;",
            "3": "шолғыш туралы ақпарат (немесе жарнаманы көрсетуге қол жеткізетін басқа бағдарлама);",
            "4": "қол жеткізу уақыты;",
            "5": "жарнамалық блок орналасқан беттің мекенжайы;",
            "6": "реферер (алдыңғы беттің мекенжайы)."
          },
          "subpoints": {
            "1": "Cookies файлдарын өшіру авторизацияды талап ететін сайттың бөліктеріне қол жеткізу мүмкін еместігіне әкелуі мүмкін.",
            "2": "Интернет-дүкен өзінің қонақтарының IP мекенжайлары туралы статистика жинайды. Бұл ақпарат техникалық проблемаларды анықтау және шешу үшін, жүргізілетін қаржылық төлемдердің заңдылығын бақылау үшін қолданылады."
          }
        },
        "3.4": "Жоғарыда аталмаған кез келген басқа жеке ақпарат (пайдалану тарихы, пайдаланылатын шолғыштар және операциялық жүйелер, т.б.) сенімді сақтауға және таратуға жатпайды, осы Құпиялылық саясатының 5.2. және 5.3. тармақтарында көзделген жағдайларды қоспағанда."
      }
    },
    "target-section": {
      "title": "4. ПАЙДАЛАНУШЫНЫҢ ЖЕКЕ АҚПАРАТЫН ЖИНАУ МАҚСАТТАРЫ",
      "terms": {
        "4.1": "Сайт Әкімшілігі Пайдаланушының жеке деректерін мынадай мақсаттарда пайдалана алады:",
        "4.1.1": "Сайтта тіркелген Пайдаланушыны анықтау, сатып алуды ресімдеу және/немесе SkillShift-пен қашықтан сатып алу-сату шартын жасау үшін.",
        "4.1.2": "Пайдаланушыға Сайттың жекелендірілген ресурстарына қол жеткізуді қамтамасыз ету.",
        "4.1.3": "Пайдаланушымен кері байланыс орнату, оның ішінде Сайтты пайдалануға, қызмет көрсетуге қатысты хабарламалар, сұраулар жіберу, Пайдаланушының сұраулары мен өтініштерін өңдеу.",
        "4.1.4": "Қауіпсіздікті қамтамасыз ету және алаяқтықтың алдын алу үшін Пайдаланушының орналасқан жерін анықтау.",
        "4.1.5": "Пайдаланушы ұсынған жеке деректердің дәлдігі мен толықтығын растау.",
        "4.1.6": "Төлемдерді өңдеу және алу, салық немесе салық жеңілдіктерін растау, төлемді дауласу, Пайдаланушының несие желісін алу құқығын анықтау.",
        "4.1.7": "Сайтты пайдалануға байланысты мәселелер туындаған кезде Пайдаланушыға тиімді клиенттік және техникалық қолдау көрсету.",
        "4.1.8": "Пайдаланушының келісімі бойынша өнім жаңартуларын, арнайы ұсыныстарды, баға туралы ақпаратты, жаңалықтар хаттарын және Сайт немесе оның серіктестері атынан басқа ақпараттарды ұсыну.",
        "4.1.9": "Пайдаланушыға өнімдерді, жаңартуларды және қызметтерді алу мақсатында серіктес веб-сайттарға немесе қызметтерге қол жеткізуді қамтамасыз ету."
      }
    },
    "way-section": {
      "title": "5. ЖЕКЕ ДЕРЕКТЕРДІ ӨҢДЕУ ӘДІСТЕРІ МЕН МЕРЗІМДЕРІ",
      "terms": {
        "5.1": "Пайдаланушының жеке деректері өңдеу мерзіміне шектеусіз, кез келген заңды әдіспен, соның ішінде автоматтандыру құралдарын қолданып немесе қолданбай, жеке деректер ақпараттық жүйелерінде жүзеге асырылады.",
        "5.2": "Пайдаланушы Сайт Әкімшілігінің жеке деректерді үшінші тұлғаларға, атап айтқанда, курьерлік қызметтерге, пошта ұйымдарына, электрбайланыс операторларына «Дүкен атауы» интернет-дүкенінің Сайтында ресімделген Пайдаланушы тапсырысын орындау мақсатында ғана, тауарды жеткізуді қоса алғанда, бере алатындығына келіседі.",
        "5.3": "Пайдаланушының жеке деректері Қазақстан Республикасының заңнамасында белгіленген негіздер мен тәртіп бойынша ғана Қазақстан Республикасының уәкілетті мемлекеттік органдарына берілуі мүмкін.",
        "5.4": "Жеке деректердің жоғалуы немесе жария болуы жағдайында Сайт Әкімшілігі Пайдаланушыға жеке деректердің жоғалғаны немесе жарияланғаны туралы хабарлайды.",
        "5.5": "Сайт Әкімшілігі Пайдаланушының жеке ақпаратын заңсыз немесе кездейсоқ қол жеткізуден, жоюдан, өзгертуден, бұғаттаудан, көшіруден, таратудан, сондай-ақ үшінші тұлғалардың басқа да заңсыз әрекеттерінен қорғау үшін қажетті ұйымдастырушылық және техникалық шараларды қолданады.",
        "5.6": "Сайт Әкімшілігі Пайдаланушымен бірге Пайдаланушының жеке деректерінің жоғалуы немесе жария болуынан туындаған шығындардың немесе басқа да теріс салдарлардың алдын алу үшін барлық қажетті шараларды қолданады."
      }
    },
    "obligation-section": {
      "title": "6. ТАРАПТАРДЫҢ МІНДЕТТЕМЕЛЕРІ",
      "terms": {
        "6.1": "Пайдаланушы мыналарды орындауға міндетті:",
        "6.1.1": "Сайтты пайдалану үшін қажетті жеке деректер туралы ақпаратты ұсыну.",
        "6.1.2": "Берілген жеке деректер ақпараты өзгерген жағдайда оны жаңарту немесе толықтыру.",
        "6.2": "Сайт Әкімшілігі мыналарды орындауға міндетті:",
        "6.2.1": "Алынған ақпаратты осы Құпиялылық саясатының 4-тармағында көрсетілген мақсаттар үшін ғана пайдалану.",
        "6.2.2": "Ақпараттың құпиялылығын қамтамасыз ету, Пайдаланушының алдын ала жазбаша келісімінсіз жарияламау және осы Құпиялылық саясатының 5.2 және 5.3-тармақтарында көзделгендерден басқа жағдайларда Пайдаланушының жеке деректерін сату, алмасу, жариялау немесе басқа жолмен жарияламау.",
        "6.2.3": "Пайдаланушының жеке деректерінің құпиялылығын қорғау үшін қолданыстағы бизнес тәжірибесінде осы түрдегі ақпаратты қорғау үшін қолданылатын әдіснамаларға сәйкес сақтық шараларын қолдану.",
        "6.2.4": "Дерексіз жеке деректер немесе заңсыз әрекеттер анықталған жағдайда, Пайдаланушының немесе оның заңды өкілінің немесе жеке деректерді қорғау құқықтарының уәкілетті органының өтініші бойынша тексеру мерзіміне сәйкес Пайдаланушыға қатысты жеке деректерді бұғаттау."
      }
    },
    "responsibility-section": {
      "title": "7. ТАРАПТАРДЫҢ ЖАУАПКЕРШІЛІГІ",
      "terms": {
        "7.1": "TСайт Әкімшілігі өз міндеттерін орындамаған жағдайда, Қазақстан Республикасының заңнамасына сәйкес Пайдаланушының жеке деректерін заңсыз пайдалануынан туындаған шығындар үшін жауапкершілікте болады, бұл Құпиялылық саясатының 5.2., 5.3. және 7.2. тармақтарында көзделген жағдайларды қоспағанда.",
        "7.2": "Құпия ақпараттың жоғалуы немесе жария болуы жағдайында Сайт Әкімшілігі мынадай жағдайларда жауапкершілікте болмайды:",
        "7.2.1": "Жоғалғанға немесе жарияланғанға дейін қоғамдық меншікке айналған болса.",
        "7.2.2": "Сайт Әкімшілігі алғанға дейін үшінші тараптан алынған болса.",
        "7.2.3": "Пайдаланушының келісімімен жарияланған болса."
      }
    },
    "dispute-section": {
      "title": "8. ДАУЛАРДЫ ШЕШУ ТӘРТІБІ",
      "terms": {
        "8.1": "8.1. Сайттың Пайдаланушысы мен Сайт Әкімшілігі арасындағы қатынастан туындайтын даулар бойынша сотқа жүгірмес бұрын, претензияны тапсыру (дауды ерікті түрде реттеу туралы жазбаша ұсыныс) міндетті болып табылады.",
        "8.2": "Претензияны алушы, претензияны алған күннен бастап 30 күнтізбелік күн ішінде претензия иесіне претензияны қарау нәтижелері туралы жазбаша хабарлайды.",
        "8.3": "Келісімге келу мүмкін болмаған жағдайда, дау Қазақстан Республикасының қолданыстағы заңнамасына сәйкес сот органына тапсырылады.",
        "8.4": "Осы Құпиялылық саясатына және Пайдаланушы мен Сайт Әкімшілігі арасындағы қатынастарға Қазақстан Республикасының қолданыстағы заңнамасы қолданылады."
      }
    },
    "addition-section": {
      "title": "9. ҚОСЫМША ШАРТТАР",
      "terms": {
        "9.1": "Сайт әкімшілігі Қолданушының келісімінсіз Құпиялылық саясатына өзгерістер енгізу құқығын сақтайды.",
        "9.2": "Құпиялылықтың жаңа саясаты ол Сайтта жарияланған сәттен бастап қолданысқа енеді, егер Құпиялылық саясатының жаңа нұсқасында басқаша ережелер қарастырылмаған болса.",
        "9.3": "Құпиялылық саясаты бойынша барлық ұсыныстар мен сұрақтарды интернет-дүкеннің көрсетілген бөліміне жолдау қажет.",
        "9.4": "Қолданыстағы Құпиялылық саясаты мына мекен-жайда қолжетімді: https://skillshift.offiwebsite.com/privacy-policy"
      }
    }
  }
}
