[
  {
    "type": "h1",
    "text": "Public Offer Agreement"
  },
  {
    "type": "h2",
    "text": "1. GENERAL PROVISIONS"
  },
  {
    "type": "ul",
    "items": [
      "1.1. This User Agreement (hereinafter - the Agreement) applies to the website «SkillShift», located at skillshift.offiwebsite.com and all related websites associated with skillshift.offiwebsite.com.",
      "1.2. The website «SkillShift» (hereinafter - the Site) is the property of IE «Myrza»",
      "1.3. This Agreement regulates the relationship between the Administration of the «SkillShift» website (the Site Administration) and the User of this Site.",
      "1.4. The Site Administration reserves the right to change, add, or remove clauses of this Agreement at any time without notifying the User.",
      "1.5. Continued use of the Site by the User means acceptance of the Agreement and any changes made to this Agreement.",
      "1.6. The User is personally responsible for checking this Agreement for any changes."
    ]
  },
  {
    "type": "h2",
    "text": "2. DEFINITION OF TERMS"
  },
  {
    "type": "ul",
    "items": [
      "2.1. The terms listed below have the following meanings for the purposes of this Agreement:",
      "2.1.1 «SkillShift» - Products and Services located on the domain names skillshift.offiwebsite.com, operating through the Internet resource and its related services.",
      "2.1.2. SkillShift - websites containing information about Products and Services, Sellers, allowing to select, order and/or purchase Products and Services.",
      "2.1.3. Administration of SkillShift websites - authorized employees managing the Site, acting on behalf of IE «Myrza».",
      "2.1.4. User of the SkillShift website (hereinafter - the User) - a person who has access to the Site via the Internet and uses the Site.",
      "2.1.5. Content of the SkillShift website (hereinafter - the Content) - protected intellectual property, including video materials, texts of educational materials, their titles, prefaces, annotations, articles, illustrations, covers, graphic, textual, photographic, derivative, composite and other works, user interfaces, as well as the design, structure, appearance, general style and arrangement of this Content included in the Site and other intellectual property objects, all together and/or separately, contained on the SkillShift websites."
    ]
  },
  {
    "type": "h2",
    "text": "3. SUBJECT OF THE AGREEMENT"
  },
  {
    "type": "ul",
    "items": [
      "3.1. The subject of this Agreement is to provide the User with access to the materials and services contained on the Site.",
      "3.1.1. The online store provides the User with the following types of services:",
      {
        "type": "ul",
        "items": [
          "— access to electronic content on a paid basis, with the right to purchase Products and Services on the websites skillshift.offiwebsite.com;",
          "— access to information about the Service and information about purchasing the Service on a paid basis;",
          "— access to individual consultations on a paid basis according to the tariffs on the SkillShift Site."
        ]
      },
      "3.1.2. This Agreement covers all existing (currently functioning) services of SkillShift, as well as any subsequent modifications and additional services of SkillShift that may appear in the future.",
      "3.2. Access to the open sections of the SkillShift website is provided free of charge.",
      "3.3. This Agreement is a public offer. By accessing the Site, the User is deemed to have accepted this Agreement.",
      "3.4. The use of materials and services of the Site is regulated by the norms of the current legislation of the Republic of Kazakhstan."
    ]
  },
  {
    "type": "h2",
    "text": "4. RIGHTS AND OBLIGATIONS OF THE PARTIES"
  },
  {
    "type": "ul",
    "items": [
      "4.1. The Site Administration has the right to:",
      "4.1.1. Change the rules of using the Site, as well as change the content of this Site. Changes come into force from the moment of publication of the new version of the Agreement on the Site.",
      "4.1.2. Restrict access to the Site in case the User violates the terms of this Agreement.",
      "4.1.3. Change the fee charged for providing access to the paid content of the SkillShift website. The change in cost will not apply to Users who have paid for the content at the time of the fee change, except for cases specifically stipulated by the Administration of the SkillShift website.",
      "4.2. The User has the right to:",
      "4.2.1. Gain access to the paid part of the Site's content after complying with the registration and payment requirements.",
      "4.2.2. Use all available services on the Site, as well as purchase any Services offered on the Site.",
      "4.2.3. Ask any questions related to the services of SkillShift.",
      "4.2.4. Use the Site solely for the purposes and in the manner provided for by the Agreement and not prohibited by the legislation of the Republic of Kazakhstan.",
      "4.3. The User of the Site undertakes to:",
      "4.3.1. Provide additional information at the request of the Site Administration that is directly related to the services provided by this Site.",
      "4.3.2. Respect the property and non-property rights of authors and other rights holders when using the Site.",
      "4.3.3. Not to take actions that may be considered as disrupting the normal operation of the Site.",
      "4.3.4. Not to disseminate any confidential or legally protected information about individuals or legal entities using the Site.",
      "4.3.5. Avoid any actions that may result in the violation of confidentiality of information protected by the legislation of the Republic of Kazakhstan.",
      "4.3.6. Not to use the Site to distribute advertising information without the consent of the Site Administration.",
      "4.3.7. Not to use the services of the SkillShift website for the purpose of:",
      "4.3.7. 1. uploading content that is illegal, violates any rights of third parties; promotes violence, cruelty, hatred and/or discrimination based on race, nationality, gender, religion, social status; contains false information and/or insults against specific individuals, organizations, authorities.",
      "4.3.7. 2. inciting to commit unlawful actions, as well as assisting persons whose actions are aimed at violating restrictions and prohibitions in force in the Republic of Kazakhstan.",
      "4.3.7. 3. violating the rights of minors and/or causing them harm in any form.",
      "4.3.7. 4. infringing on the rights of minorities.",
      "4.3.7. 5. impersonating another person or representative of an organization and/or community without sufficient rights, including employees of this online store.",
      "4.3.7. 6. misleading about the properties and characteristics of any Service from the catalog of the SkillShift website posted on the Site.",
      "4.3.7. 7. incorrect comparison of the Service, as well as forming a negative attitude towards persons who (do not) use certain Services, or condemning such persons.",
      "4.4. The User is prohibited from:",
      "4.4.1. Using any devices, programs, procedures, algorithms and methods, automatic devices or equivalent manual processes to access, acquire, copy or track the content of the SkillShift website;",
      "4.4.2. Disrupting the proper functioning of the Site;",
      "4.4.3. Bypassing the navigation structure of the Site in any way to obtain or attempt to obtain any information, documents or materials by any means that are not specifically presented by the services of this Site;",
      "4.4.4. Unauthorized access to the functions of the Site, any other systems or networks related to this Site, as well as to any services offered on the Site;",
      "4.4.5. Violating the security or authentication system on the Site or in any network related to the Site.",
      "4.4.6. Performing reverse search, tracking or attempting to track any information about any other User of the Site.",
      "4.4.7. Using the Site and its Content for any purposes prohibited by the legislation of the Republic of Kazakhstan, as well as inciting any illegal activity or other activity that violates the rights of the SkillShift website or other persons."
    ]
  },
  {
    "type": "h2",
    "text": "5. USE OF THE WEBSITE skillshift.offiwebsite.com"
  },
  {
    "type": "ul",
    "items": [
      "5.1. The Site and the Content included in the Site belong to and are managed by the Site Administration.",
      "5.2. The Content of the Site may not be copied, published, reproduced, transmitted or distributed in any way, as well as posted on the global Internet without the prior written consent of the Site Administration.",
      "5.3. The Content of the Site is protected by copyright, trademark law, as well as other rights related to intellectual property, and unfair competition legislation.",
      "5.4. The purchase of any Service offered on the Site requires the creation of a User account.",
      "5.5. The User is personally responsible for maintaining the confidentiality of the account information, including the password, as well as for all activities conducted on behalf of the User account.",
      "5.6. The User must immediately notify the Site Administration of any unauthorized use of their account or password, or any other breach of security.",
      "5.7. The Site Administration has the right to unilaterally cancel the User's account if it has not been used for more than 24 calendar months in a row without notifying the User.",
      "5.8. This Agreement applies to all additional terms and conditions for the purchase of Goods and provision of services offered on the Site.",
      "5.9. Information posted on the Site should not be interpreted as a change to this Agreement.",
      "5.10. The Site Administration has the right at any time without notifying the User to make changes to the list of services offered on the Site, and/or to the prices applicable to such Products and Services of SkillShift."
    ]
  },
  {
    "type": "h2",
    "text": "6. LIABILITY"
  },
  {
    "type": "ul",
    "items": [
      "6.1. Any losses that the User may incur in case of intentional or negligent violation of any provision of this Agreement, as well as due to unauthorized access to the communications of another User, are not reimbursed by the Site Administration.",
      "6.2. The Site Administration is not responsible for:",
      "6.2.1. Delays or failures in the transaction process arising from force majeure, as well as any case of malfunctions in telecommunications, computer, electrical and other related systems.",
      "6.2.2. Actions of transfer systems, banks, payment systems and for delays related to their work.",
      "6.2.3. Proper functioning of the Site if the User does not have the necessary technical means to use it, and also does not have any obligations to provide users with such means."
    ]
  },
  {
    "type": "h2",
    "text": "7. VIOLATION OF THE TERMS OF THE USER AGREEMENT"
  },
  {
    "type": "ul",
    "items": [
      "7.1. The Site Administration has the right to disclose any information collected about the User of this Site if disclosure is necessary in connection with an investigation or complaint regarding improper use of the Site or to identify (identify) a User who may violate or interfere with the rights of the Site Administration or the rights of other Users of the Site.",
      "7.2. The Site Administration has the right to disclose any information about the User that it deems necessary to comply with the provisions of current legislation or court decisions, to ensure compliance with the terms of this Agreement, to protect the rights or safety of Users.",
      "7.3. The Site Administration has the right to disclose information about the User if the current legislation of the Republic of Kazakhstan requires or permits such disclosure.",
      "7.4. The Site Administration has the right to terminate and/or block access to the Site without prior notice to the User if the User has violated this Agreement or the terms of use of the Site contained in other documents, as well as in case of termination of the Site or due to a technical failure or problem.",
      "7.5. The Site Administration is not liable to the User or third parties for termination of access to the Site in case the User violates any provision of this Agreement or other document containing the terms of use of the Site."
    ]
  },
  {
    "type": "h2",
    "text": "8. DISPUTE RESOLUTION"
  },
  {
    "type": "ul",
    "items": [
      "8.1. In case of any disagreements or disputes between the Parties to this Agreement, a mandatory condition before going to court is the submission of a claim (a written proposal for voluntary settlement of the dispute).",
      "8.2. The recipient of the claim within 30 calendar days from the date of its receipt, notifies the claimant in writing of the results of the consideration of the claim.",
      "8.3. If it is impossible to resolve the dispute voluntarily, either Party has the right to apply to the court for protection of their rights, which are granted to them by the current legislation of the Republic of Kazakhstan.",
      "8.4. Any claim regarding the terms of use of the Site must be filed within 10 working days after the grounds for the claim arise, except for the protection of copyrights for materials of the Site protected in accordance with the law. If the conditions of this paragraph are violated, any claim or grounds for the claim are barred by the statute of limitations."
    ]
  },
  {
    "type": "h2",
    "text": "9. ADDITIONAL TERMS"
  },
  {
    "type": "ul",
    "items": [
      "9.1. The Site Administration does not accept counter offers from the User regarding changes to this User Agreement.",
      "9.2. User feedback posted on the Site is not confidential information and may be used by the Site Administration without restrictions."
    ]
  },
  {
    "type": "h2",
    "text": "10. DETAILS AND ADDRESS OF THE PERFORMER"
  },
  {
    "type": "group",
    "items": [
      { "type": "span", "text": "Company: IE MYRZA" },
      {
        "type": "span",
        "text": "Legal address: 050058, Republic of Kazakhstan, Almaty, Alatau District, Ulzhan-2 district, Keregetas street, 13"
      },
      { "type": "span", "text": "BIN/IIN: 920518301968" },
      { "type": "span", "text": "KBE:19" },
      { "type": "span", "text": "Phone: +7 700 800 81 87" },
      { "type": "span", "text": "Email: info@offiwebsite.com" }
    ]
  },
  {
    "type": "group",
    "items": [
      { "type": "span", "text": "For payments in Tenge:" },
      { "type": "span", "text": "Recipient bank: JSC «Kaspi Bank»" },
      { "type": "span", "text": "BIC: CASPKZKA" },
      { "type": "span", "text": "IIK: KZ55722S000032599582" }
    ]
  },
  {
    "type": "group",
    "items": [
      { "type": "span", "text": "For payments in Dollars:" },
      { "type": "span", "text": "Recipient bank: JSC «Kaspi Bank»"},
      { "type": "span", "text": "BIC: CASPKZKA"},
      { "type": "span", "text": "IIK: KZ70722S000033826653" }
    ]
  },
  {
    "type": "group",
    "items": [
      { "type": "span", "text": "For payments in Rubles:" },
      { "type": "span", "text": "Recipient bank: JSC «Kaspi Bank»" },
      { "type": "span", "text": "BIC: CASPKZKA" },
      { "type": "span", "text": "IIK: KZ03722S000033826695" }
    ]
  }
]