[
  {
    "type": "h1",
    "text": "Қоғамдық оферта шарты"
  },
  {
    "type": "h2",
    "text": "1. ЖАЛПЫ ЕРЕЖЕЛЕР"
  },
  {
    "type": "ul",
    "items": [
      "1.1. Бұл Пайдаланушы келісімі (бұдан әрі – Келісім) «SkillShift» сайтына, skillshift.offiwebsite.com адресімен орналасқан және skillshift.offiwebsite.com сайттарымен байланысты барлық тиісті сайттарға қатысты.",
      "1.2. «SkillShift» сайты (бұдан әрі – Сайт) «Myrza» ЖШС-нің меншігі болып табылады.",
      "1.3. Бұл Келісім «SkillShift» сайтының Әкімшілігі (бұдан әрі – Сайт Әкімшілігі) мен осы Сайттың Пайдаланушысы арасындағы қатынастарды реттейді.",
      "1.4. Сайт Әкімшілігі осы Келісімнің ережелерін Пайдаланушыға хабарлаусыз кез келген уақытта өзгертуге, қосуға немесе жоюға құқылы.",
      "1.5. Пайдаланушының Сайтты пайдалануды жалғастыруы осы Келісімді және онда енгізілген өзгерістерді қабылдауын білдіреді.",
      "1.6. Пайдаланушы осы Келісімдегі өзгерістерді тексеру үшін жеке жауапкершілікті қабылдайды."
    ]
  },
  {
    "type": "h2",
    "text": "2. ТЕРМИНДЕРДІҢ АНЫҚТАМАСЫ"
  },
  {
    "type": "ul",
    "items": [
      "2.1. Төмендегі терминдер осы Келісімнің мақсаттары үшін келесі мағыналарға ие:",
      "2.1.1 «SkillShift» — skillshift.offiwebsite.com домендік атауларында орналасқан Өнімдер мен Қызметтер, Интернет-ресурс және оған қатысты қызметтер арқылы қызмет көрсетеді.",
      "2.1.2. SkillShift — Өнімдер мен Қызметтер туралы ақпаратты, Сатушылар туралы ақпаратты қамтитын және Өнімдер мен Қызметтерді таңдауға, тапсырыс беруге және (немесе) сатып алуға мүмкіндік беретін сайттар.",
      "2.1.3. SkillShift сайттарының Әкімшілігі — «Myrza» ЖШС атынан әрекет ететін Сайтты басқаруға уәкілдік берілген қызметкерлер.",
      "2.1.4. SkillShift сайтының Пайдаланушысы (бұдан әрі — Пайдаланушы) — Интернет желісі арқылы Сайтқа қол жеткізе алатын және Сайтты пайдаланатын адам.",
      "2.1.5. SkillShift сайтының Құрамы (бұдан әрі — Құрамы) — интеллектуалдық қызметтің қорғалатын нәтижелері, оның ішінде бейне материалдары, оқу материалдарының мәтіндері, олардың атаулары, алғы сөздері, аннотациялары, мақалалары, суреттері, мұқабалары, графикалық, мәтіндік, фотосуреттік, туынды, құрама және басқа да шығармалар, пайдаланушы интерфейстері, сондай-ақ дизайн, құрылым, сыртқы түрі, жалпы стилі және орналасуы, осы сайттардың құрамына кіретін және басқа да интеллектуалдық меншік нысандары, барлығы бірге және/немесе бөлек, SkillShift сайттарында орналасқан."
    ]
  },
  {
    "type": "h2",
    "text": "3. КЕЛІСІМ ПӘНІ"
  },
  {
    "type": "ul",
    "items": [
      "3.1. Бұл Келісімнің пәні Пайдаланушыға SkillShift сайтындағы материалдарға және көрсетілетін қызметтерге қол жеткізуді қамтамасыз ету болып табылады.",
      "3.1.1. Интернет-дүкен Пайдаланушыға келесі қызмет түрлерін ұсынады:",
      {
        "type": "ul",
        "items": [
          "— ақылы негізде электрондық контентке қол жеткізу, skillshift.offiwebsite.com сайттарында Өнімдер мен Қызметтерді сатып алу құқығымен;",
          "— Қызмет туралы ақпаратқа және Қызметті ақылы негізде сатып алу туралы ақпаратқа қол жеткізу;",
          "— SkillShift сайтындағы тарифтер бойынша ақылы негізде жеке кеңес алуға қол жеткізу."
        ]
      },
      "3.1.2. Бұл Келісімнің әрекетіне SkillShift-тің қазіргі уақытта барлық қолданыстағы (нақты жұмыс істейтін) қызметтері, сондай-ақ олардың кейінгі кез келген өзгертілуі және болашақта пайда болатын қосымша SkillShift қызметтері жатады.",
      "3.2. SkillShift сайтының ашық бөлімдеріне қол жеткізу тегін негізде қамтамасыз етіледі.",
      "3.3. Бұл Келісім қоғамдық оферта болып табылады. Сайтқа қол жеткізген кезде Пайдаланушы осы Келісімге қосылған деп саналады.",
      "3.4. Сайт материалдары мен қызметтерін пайдалану Қазақстан Республикасының қолданыстағы заңнамасының нормаларымен реттеледі."
    ]
  },
  {
    "type": "h2",
    "text": "4. ТАРАПТАРДЫҢ ҚҰҚЫҚТАРЫ МЕН МІНДЕТТЕРІ"
  },
  {
    "type": "ul",
    "items": [
      "4.1. Сайт Әкімшілігінің құқықтары:",
      "4.1.1. Сайтты пайдалану ережелерін өзгерту, сондай-ақ осы Сайттың мазмұнын өзгерту. Өзгерістер Сайтта Келісімнің жаңа нұсқасы жарияланған сәттен бастап күшіне енеді.",
      "4.1.2. Пайдаланушы осы Келісімнің шарттарын бұзған жағдайда Сайтқа қол жеткізуді шектеу.",
      "4.1.3. SkillShift сайтының ақылы контентіне қол жеткізу үшін алынатын төлем мөлшерін өзгерту. Төлем мөлшерінің өзгеруі төлем мөлшері өзгерген кезде ақылы контенті бар Пайдаланушыларға қолданылмайды, SkillShift сайты Әкімшілігі ерекше көрсетпеген жағдайларды қоспағанда.",
      "4.2. Пайдаланушының құқықтары:",
      "4.2.1. Тіркеу және төлем талаптарын орындағаннан кейін Сайттың ақылы бөлігіне қол жеткізу.",
      "4.2.2. Сайтта қол жетімді барлық қызметтерді пайдалану, сондай-ақ Сайтта ұсынылатын кез келген Қызметтерді сатып алу.",
      "4.2.3. SkillShift қызметтеріне қатысты кез келген сұрақтар қою.",
      "4.2.4. Сайтты тек Келісімде көзделген және Қазақстан Республикасының заңнамасымен тыйым салынбаған мақсаттар мен тәртіппен пайдалану.",
      "4.3. Сайт Пайдаланушысының міндеттері:",
      "4.3.1. Осы Сайттың ұсынатын қызметтеріне тікелей қатысты қосымша ақпаратты Сайт Әкімшілігінің сұрауы бойынша ұсыну.",
      "4.3.2. Сайтты пайдалану кезінде авторлардың және басқа да құқық иелерінің меншіктік және меншіктік емес құқықтарын сақтау.",
      "4.3.3. Сайттың қалыпты жұмысын бұзатын әрекеттерді жасамау.",
      "4.3.4. Сайтты пайдалана отырып, Қазақстан Республикасының заңнамасымен қорғалатын физикалық немесе заңды тұлғалар туралы кез келген құпия ақпаратты таратудың алдын алу.",
      "4.3.5. Қазақстан Республикасының заңнамасымен қорғалатын ақпараттың құпиялылығын бұзатын кез келген әрекеттерден аулақ болу.",
      "4.3.6. Сайт Әкімшілігінің келісімінсіз Сайтты жарнамалық сипаттағы ақпаратты тарату үшін пайдаланбау.",
      "4.3.7. SkillShift сайтының қызметтерін келесі мақсаттар үшін пайдаланбау:",
      "4.3.7. 1. заңсыз, үшінші тұлғалардың кез келген құқықтарын бұзатын контентті жүктеу; зорлық-зомбылықты, қатыгездікті, жек көруді және (немесе) нәсілдік, ұлттық, жыныстық, діни, әлеуметтік белгілер бойынша кемсітуді насихаттау; нақты адамдарға, ұйымдарға, билік органдарына қатысты дұрыс емес ақпаратты және (немесе) қорлауды қамту.",
      "4.3.7. 2. заңсыз әрекеттерді жасауға ынталандыру, сондай-ақ Қазақстан Республикасының аумағында әрекет ететін шектеулер мен тыйымдарды бұзуға бағытталған адамдарға көмектесу.",
      "4.3.7. 3. кәмелетке толмағандардың құқықтарын бұзу және (немесе) оларға кез келген түрде зиян келтіру.",
      "4.3.7. 4. азшылықтардың құқықтарын шектеу.",
      "4.3.7. 5. басқа адамның немесе ұйымның және (немесе) қоғамдастықтың өкілі ретінде жеткілікті негізсіз өзін ұсыну, соның ішінде осы Интернет-дүкеннің қызметкері ретінде.",
      "4.3.7. 6. SkillShift сайтының каталогында орналасқан кез келген Қызметтің қасиеттері мен сипаттамалары туралы дұрыс емес ақпарат беру.",
      "4.3.7. 7. Қызметті дұрыс емес салыстыру, сондай-ақ белгілі бір Қызметтерді (пайдаланбайтын) пайдаланушыларға қатысты теріс көзқарас қалыптастыру немесе мұндай адамдарды сынау.",
      "4.4. Пайдаланушыға тыйым салынады:",
      "4.4.1. SkillShift сайтының мазмұнына қол жеткізу, алу, көшіру немесе бақылау үшін кез келген құрылғыларды, бағдарламаларды, процедураларды, алгоритмдер мен әдістерді, автоматты құрылғыларды немесе эквивалентті қол процестерін пайдалану.",
      "4.4.2. Сайттың тиімді жұмысын бұзу.",
      "4.4.3. Сайттың навигациялық құрылымын айналып өту арқылы осы Сайттың қызметтері арқылы арнайы ұсынылмаған кез келген ақпаратты, құжаттарды немесе материалдарды алуға немесе алуға тырысу.",
      "4.4.4. Сайттың функцияларына, осы Сайтқа қатысты кез келген басқа жүйелерге немесе желілерге, сондай-ақ Сайтта ұсынылатын кез келген қызметтерге рұқсатсыз қол жеткізу.",
      "4.4.5. Сайтта немесе Сайтқа қатысты кез келген желіде қауіпсіздік немесе аутентификация жүйесін бұзу.",
      "4.4.6. Кері іздеу жүргізу, бақылау немесе Сайттың кез келген басқа Пайдаланушысы туралы ақпаратты бақылауға тырысу.",
      "4.4.7. Сайтты және оның Құрамын Қазақстан Республикасының заңнамасымен тыйым салынған кез келген мақсаттар үшін пайдалану, сондай-ақ SkillShift сайтына немесе басқа адамдарға құқықтарды бұзатын кез келген заңсыз әрекеттерге ынталандыру."
    ]
  },
  {
    "type": "h2",
    "text": "5. skillshift.offiwebsite.com САЙТЫН ПАЙДАЛАНУ"
  },
  {
    "type": "ul",
    "items": [
      "5.1. Сайт және Сайт құрамына кіретін Құрам Сайт Әкімшілігіне тиесілі және басқарылады.",
      "5.2. Сайттың Құрамын көшіруге, жариялауға, көбейтуге, беруге немесе таратуға, сондай-ақ «Интернет» желісінде орналастыруға Сайт Әкімшілігінің алдын ала жазбаша келісімінсіз болмайды.",
      "5.3. Сайттың Құрамы авторлық құқықпен, тауар белгілері туралы заңнамамен, сондай-ақ интеллектуалдық меншікпен және әділетсіз бәсекелестік туралы заңнамамен қорғалады.",
      "5.4. Сайтта ұсынылатын кез келген Қызметті сатып алу Пайдаланушы тіркелгісін жасауды талап етеді.",
      "5.5. Пайдаланушы тіркелгі ақпаратының, соның ішінде парольдің құпиялылығын сақтауға, сондай-ақ Пайдаланушы тіркелгісі атынан жүргізілетін барлық әрекеттерге жеке жауап береді.",
      "5.6. Пайдаланушы тіркелгісінің немесе паролінің рұқсатсыз пайдаланылуы туралы, немесе қауіпсіздік жүйесінің кез келген бұзылуы туралы Сайт Әкімшілігіне дереу хабарлауы керек.",
      "5.7. Сайт Әкімшілігі Пайдаланушы тіркелгісін 24 календарлық ай бойы үздіксіз пайдаланылмаған жағдайда Пайдаланушыға хабарлаусыз бір жақты түрде жою құқығына ие.",
      "5.8. Бұл Келісім Сайтта ұсынылатын Тауарды сатып алу және қызмет көрсету туралы барлық қосымша ережелер мен шарттарға қолданылады.",
      "5.9. Сайтта орналастырылған ақпарат осы Келісімнің өзгеруі ретінде түсіндірілмеуі керек.",
      "5.10. Сайт Әкімшілігі Пайдаланушыға хабарлаусыз кез келген уақытта Сайтта ұсынылатын қызметтер тізімін және (немесе) осы SkillShift Өнімдері мен Қызметтеріне қолданылатын бағаларды өзгерту құқығына ие."
    ]
  },
  {
    "type": "h2",
    "text": "6. ЖАУАПКЕРШІЛІК"
  },
  {
    "type": "ul",
    "items": [
      "6.1. Пайдаланушы осы Келісімнің кез келген ережесін әдейі немесе абайсызда бұзған жағдайда, сондай-ақ басқа Пайдаланушының коммуникацияларына рұқсатсыз қол жеткізген кезде кез келген шығындар Сайт Әкімшілігі өтеместен қалады.",
      "6.2. Сайт Әкімшілігі мыналар үшін жауапкершілік алмайды:",
      "6.2.1. Қол жеткізгіш күш салдарынан пайда болған операцияны орындау кезіндегі кідірістер немесе ақаулар, сондай-ақ телекоммуникациялық, компьютерлік, электр және басқа да байланысты жүйелердің кез келген ақаулары.",
      "6.2.2. Аударым жүйелерінің, банктердің, төлем жүйелерінің әрекеттері және олардың жұмысына байланысты кідірістер.",
      "6.2.3. Пайдаланушы оны пайдалану үшін қажетті техникалық құралдарға ие болмаған жағдайда Сайттың тиімді жұмысы, сондай-ақ пайдаланушыларға мұндай құралдарды қамтамасыз ету бойынша ешқандай міндеттемелерді қабылдамайды."
    ]
  },
  {
    "type": "h2",
    "text": "7. ПАЙДАЛАНУШЫ КЕЛІСІМІ ШАРТТАРЫН БҰЗУ"
  },
  {
    "type": "ul",
    "items": [
      "7.1. Сайт Әкімшілігі осы Сайттың Пайдаланушысы туралы жиналған кез келген ақпаратты ашуға құқылы, егер ашу Сайтты заңсыз пайдалануға қатысты тергеу немесе шағыммен байланысты болса немесе Сайт Әкімшілігінің құқықтарын бұзатын немесе Сайттың басқа Пайдаланушыларының құқықтарына араласатын Пайдаланушыны анықтау (идентификациялау) үшін қажет болса.",
      "7.2. Сайт Әкімшілігі қолданыстағы заңнаманың ережелерін орындау немесе сот шешімдерін қамтамасыз ету, осы Келісімнің шарттарын орындау, Пайдаланушылардың құқықтарын немесе қауіпсіздігін қорғау үшін қажет деп санайтын Пайдаланушы туралы кез келген ақпаратты ашуға құқылы.",
      "7.3. Сайт Әкімшілігі Пайдаланушы туралы ақпаратты ашуға құқылы, егер Қазақстан Республикасының қолданыстағы заңнамасы мұны талап етсе немесе рұқсат етсе.",
      "7.4. Сайт Әкімшілігі Пайдаланушыны алдын ала хабарландырмай Сайтқа қол жеткізуді тоқтатуға және (немесе) бұғаттауға құқылы, егер Пайдаланушы осы Келісімді немесе Сайтты пайдаланудың басқа да құжаттарындағы шарттарды бұзған болса немесе Сайттың жұмысы тоқтатылған жағдайда немесе техникалық ақау немесе мәселе салдарынан болса.",
      "7.5. Сайт Әкімшілігі Пайдаланушыға немесе үшінші тұлғаларға Пайдаланушы осы Келісімнің немесе Сайтты пайдаланудың басқа да құжаттарындағы кез келген ережесін бұзған жағдайда Сайтқа қол жеткізуді тоқтатуға жауап бермейді."
    ]
  },
  {
    "type": "h2",
    "text": "8. ДАУЛАРДЫ ШЕШУ"
  },
  {
    "type": "ul",
    "items": [
      "8.1. Осы Келісімнің Тараптары арасында кез келген даулар немесе қайшылықтар туындаған жағдайда сотқа жүгінуден бұрын міндетті шарт – шағым қою (дауды ерікті түрде реттеу туралы жазбаша ұсыныс).",
      "8.2. Шағым алушы оны алған күннен бастап 30 күнтізбелік күн ішінде шағым қоюшыға шағымды қарау нәтижелері туралы жазбаша хабарлайды.",
      "8.3. Дауды ерікті түрде шешу мүмкін болмаған жағдайда, Тараптардың кез келгені Қазақстан Республикасының қолданыстағы заңнамасымен қамтамасыз етілген өз құқықтарын қорғау үшін сотқа жүгінуге құқылы.",
      "8.4. Сайтты пайдалану шарттарына қатысты кез келген талап дау себептері пайда болған күннен бастап 10 жұмыс күні ішінде қойылуы керек, Сайттың заңнамамен қорғалатын материалдарына авторлық құқықты қорғауды қоспағанда. Осы тармақтың шарттары бұзылған жағдайда, кез келген талап немесе дау себептері істік мерзімінің өтуіне байланысты тоқтатылады."
    ]
  },
  {
    "type": "h2",
    "text": "9. ҚОСЫМША ШАРТТАР"
  },
  {
    "type": "ul",
    "items": [
      "9.1. Сайт Әкімшілігі Пайдаланушыдан осы Пайдаланушы келісімінің өзгерістеріне қатысты қарсы ұсыныстарды қабылдамайды.",
      "9.2. Пайдаланушының Сайтта орналастырылған пікірлері құпия ақпарат болып табылмайды және Сайт Әкімшілігі шектеусіз пайдалана алады."
    ]
  },
  {
    "type": "h2",
    "text": "10. Орындаушының реквизиттері мен мекен-жайы"
  },
  {
    "type": "group",
    "items": [
      { "type": "span", "text": "Компания: «Myrza» ЖК" },
      {
        "type": "span",
        "text": "Заңды мекен-жайы: 050058, Қазақстан Республикасы, Алматы қ., Алатау ауданы, Үлжан-2 т-н, Керегетас к-сі, 13-үй"
      },
      { "type": "span", "text": "БСН/ЖСН: 920518301968" },
      { "type": "span", "text": "КЭД:19" },
      { "type": "span", "text": "Телефон: +7 700 800 81 87" },
      { "type": "span", "text": "Электрондық пошта: info@offiwebsite.com" }
    ]
  },
  {
    "type": "group",
    "items": [
      { "type": "span", "text": "Теңгеде есептеулер үшін:" },
      { "type": "span", "text": "Банк-алушы: «Kaspi Bank» АҚ" },
      { "type": "span", "text": "БИК: CASPKZKA" },
      { "type": "span", "text": "ЖЕК: KZ55722S000032599582" }
    ]
  },
  {
    "type": "group",
    "items": [
      { "type": "span", "text": "Долларда есептеулер үшін:" },
      { "type": "span", "text": "Банк-алушы: «Kaspi Bank» АҚ"},
      { "type": "span", "text": "БИК: CASPKZKA"},
      { "type": "span", "text": "ЖЕК: KZ70722S000033826653" }
    ]
  },
  {
    "type": "group",
    "items": [
      { "type": "span", "text": "Рубльде есептеулер үшін:" },
      { "type": "span", "text": "Банк-алушы: «Kaspi Bank» АҚ" },
      { "type": "span", "text": "БИК: CASPKZKA" },
      { "type": "span", "text": "ЖЕК: KZ03722S000033826695" }
    ]
  }
]