[
  {
    "type": "h1",
    "text": "Договор публичной офферты"
  },
  {
    "type": "h2",
    "text": "1. ОБЩИЕ ПОЛОЖЕНИЯ"
  },
  {
    "type": "ul",
    "items": [
      "1.1. Настоящее Пользовательское соглашение (далее – Соглашение) относится к сайту «SkillShift», расположенных по адресам skillshift.offiwebsite.com и ко всем соответствующим сайтам, связанным с сайтами skillshift.offiwebsite.com.",
      "1.2. Сайт «SkillShift» (далее – Сайт) является собственностью ИП «Myrza» ",
      "1.3. Настоящее Соглашение регулирует отношения между Администрацией сайта «SkillShift» Администрация сайта) и Пользователем данного Сайта.",
      "1.4. Администрация сайта оставляет за собой право в любое время изменять, добавлять или удалять пункты настоящего Соглашения без уведомления Пользователя. ",
      "1.5. Продолжение использования Сайта Пользователем означает принятие Соглашения и изменений, внесенных в настоящее Соглашение. ",
      "1.6. Пользователь несет персональную ответственность за проверку настоящего Соглашения на наличие изменений в нем."
    ]
  },
  {
    "type": "h2",
    "text": "2. ОПРЕДЕЛЕНИЕ ТЕРМИНОВ"
  },
  {
    "type": "ul",
    "items": [
      "2.1. Перечисленные ниже термины имеют для целей настоящего Соглашения следующее значение: ",
      "2.1.1 «SkillShift» — Продукты и Сервисы, расположенные на доменных именах skillshift.offiwebsite.com, осуществляющие свою деятельность посредством Интернет-ресурса и сопутствующих ему сервисов. ",
      "2.1.2. SkillShift — сайты, содержащие информацию о Продуктах и Сервисах, Продавцах, позволяющие осуществить выбор, заказ и (или) приобретение Продуктов и Сервисов ",
      "2.1.3. Администрация сайтов SkillShift — уполномоченные сотрудники на управления Сайтом, действующие от имени ИП «Myrza» ",
      "2.1.4. Пользователь сайта SkillShift (далее — Пользователь) — лицо, имеющее доступ к Сайту, посредством сети Интернет и использующее Сайт.",
      "2.1.5. Содержание сайта SkillShift (далее — Содержание) — охраняемые результаты интеллектуальной деятельности, включая видеоматериалы, тексты обучающих материалов, их названия, предисловия, аннотации, статьи, иллюстрации, обложки, графические, текстовые, фотографические, производные, составные и иные произведения, пользовательские интерфейсы, а также дизайн, структура, внешний вид, общий стиль и расположение данного   Содержания, входящего в состав Сайты и другие объекты интеллектуальной собственности, все вместе и/или по отдельности, содержащиеся на сайтах SkillShift."
    ]
  },
  {
    "type": "h2",
    "text": "3. ПРЕДМЕТ СОГЛАШЕНИЯ"
  },
  {
    "type": "ul",
    "items": [
      "3.1. Предметом настоящего Соглашения является предоставление Пользователю SkillShift доступа к содержащимся на Сайте материалам и оказываемым услугам.",
      "3.1.1. Интернет-магазин предоставляет Пользователю следующие виды услуг:",
      {
        "type": "ul",
        "items": [
          "— доступ к электронному контенту на платной основе, с правом приобретения Продукты и Сервисы на Сайтах skillshift.offiwebsite.com;",
          "— доступ к информации об Услуге и к информации о приобретении Услуги на платной основе; ",
          "— доступ к индивидуальным консультациям на платной основе в соответствии с тарифами на Сайте SkillShift."
        ]
      },
      "3.1.2. Под действие настоящего Соглашения подпадают все существующие (реально функционирующие) на данный момент услуги SkillShift, а также любые их последующие модификации и появляющиеся в дальнейшем дополнительные услуги SkillShift. ",
      "3.2. Доступ к открытым разделам сайта SkillShift предоставляется на бесплатной основе. ",
      "3.3. Настоящее Соглашение является публичной офертой. Получая доступ к Сайту Пользователь считается присоединившимся к настоящему Соглашению. ",
      "3.4. Использование материалов и сервисов Сайта регулируется нормами действующего законодательства Республики Казахстан."
    ]
  },
  {
    "type": "h2",
    "text": "4. ПРАВА И ОБЯЗАННОСТИ СТОРОН"
  },
  {
    "type": "ul",
    "items": [
      "4.1. Администрация сайта вправе: ",
      "4.1.1. Изменять правила пользования Сайтом, а также изменять содержание данного Сайта. Изменения вступают в силу с момента публикации новой редакции Соглашения на Сайте. ",
      "4.1.2. Ограничить доступ к Сайту в случае нарушения Пользователем условий настоящего Соглашения. ",
      "4.1.3. Изменять размер оплаты, взимаемый за предоставление доступа к платному контенту сайта SkillShift. Изменение стоимости не будет распространяться на Пользователей, имеющих оплаченный контент к моменту изменения размера оплаты, за исключением случаев, особо оговоренных Администрацией сайта SkillShift.  4.2. Пользователь вправе: ",
      "4.2.1. Получить доступ к оплаченной части контента Сайта после соблюдения требований о регистрации и оплате. ",
      "4.2.2. Пользоваться всеми имеющимися на Сайте услугами, а также приобретать любые Услуги, предлагаемые на Сайте.",
      "4.2.3. Задавать любые вопросы, относящиеся к услугам SkillShift. ",
      "4.2.4. Пользоваться Сайтом исключительно в целях и порядке, предусмотренных Соглашением и не запрещенных законодательством Республики Казахстан. ",
      "4.3. Пользователь Сайта обязуется:",
      "4.3.1. Предоставлять по запросу Администрации сайта дополнительную информацию, которая имеет непосредственное отношение к предоставляемым услугам данного Сайта. ",
      "4.3.2. Соблюдать имущественные и неимущественные права авторов и иных правообладателей при использовании Сайта.",
      "4.3.3. Не предпринимать действий, которые могут рассматриваться как нарушающие нормальную работу Сайта. ",
      "4.3.4. Не распространять с использованием Сайта любую конфиденциальную и охраняемую законодательством Республики Казахстан информацию о физических либо юридических лицах. ",
      "4.3.5. Избегать любых действий, в результате которых может быть нарушена конфиденциальность охраняемой законодательством Республики Казахстан информации. ",
      "4.3.6. Не использовать Сайт для распространения информации рекламного характера, иначе как с согласия Администрации сайта. ",
      "4.3.7. Не использовать сервисы сайта SkillShift с целью: ",
      "4.3.7. 1. загрузки контента, который является незаконным, нарушает любые права третьих лиц; пропагандирует насилие, жестокость, ненависть и (или) дискриминацию по расовому, национальному, половому, религиозному, социальному признакам; содержит недостоверные сведения и (или) оскорбления в адрес конкретных лиц, организаций, органов власти. ",
      "4.3.7. 2. побуждения к совершению противоправных действий, а также содействия лицам, действия которых направлены на нарушение ограничений и запретов, действующих на территории Республики Казахстан.  ",
      "4.3.7. 3. нарушения прав несовершеннолетних лиц и (или) причинение им вреда в любой форме.  ",
      "4.3.7. 4. ущемления прав меньшинств.  ",
      "4.3.7. 5. представления себя за другого человека или представителя организации и (или) сообщества без достаточных на то прав, в том числе за сотрудников данного Интернет-магазина.  ",
      "4.3.7. 6. введения в заблуждение относительно свойств и характеристик какой-либо Услуги из каталога сайта SkillShift, размещенного на Сайте.  ",
      "4.3.7. 7. некорректного сравнения Услуги, а также формирования негативного отношения к лицам, (не) пользующимся определенными Услугами, или осуждения таких лиц.",
      "4.4. Пользователю запрещается:  ",
      "4.4.1. Использовать любые устройства, программы, процедуры, алгоритмы и методы, автоматические устройства или эквивалентные ручные процессы для доступа, приобретения, копирования или отслеживания содержания Сайта SkillShift;  ",
      "4.4.2. Нарушать надлежащее функционирование Сайта;  ",
      "4.4.3. Любым способом обходить навигационную структуру Сайта для получения или попытки получения любой информации, документов или материалов любыми средствами, которые специально не представлены сервисами данного Сайта;  ",
      "4.4.4. Несанкционированный доступ к функциям Сайта, любым другим системам или сетям, относящимся к данному Сайту, а также к любым услугам, предлагаемым на Сайте;  ",
      "4.4.5. Нарушать систему безопасности или аутентификации на Сайте или в любой сети, относящейся к Сайту.  ",
      "4.4.6. Выполнять обратный поиск, отслеживать или пытаться отслеживать любую информацию о любом другом Пользователе Сайта.  ",
      "4.4.7. Использовать Сайт и его Содержание в любых целях, запрещенных законодательством Республики Казахстан, а также подстрекать к любой незаконной деятельности или другой деятельности, нарушающей права сайта SkillShift или других лиц."
    ]
  },
  {
    "type": "h2",
    "text": "5. ИСПОЛЬЗОВАНИЕ САЙТА skillshift.offiwebsite.com"
  },
  {
    "type": "ul",
    "items": [
      "5.1. Сайт и Содержание, входящее в состав Сайта, принадлежит и управляется Администрацией сайта.  ",
      "5.2. Содержание Сайта не может быть скопировано, опубликовано, воспроизведено, передано или распространено любым способом, а также размещено в глобальной сети «Интернет» без предварительного письменного согласия Администрации сайта.  ",
      "5.3. Содержание Сайта защищено авторским правом, законодательством о товарных знаках, а также другими правами, связанными с интеллектуальной собственностью, и законодательством о недобросовестной конкуренции.  ",
      "5.4. Приобретение любой Услуги, предлагаемой на Сайте, требует создания учетной записи Пользователя.  ",
      "5.5. Пользователь несет персональную ответственность за сохранение конфиденциальности информации учётной записи, включая пароль, а также за всю без исключения деятельность, которая ведётся от имени Пользователя учётной записи.  ",
      "5.6. Пользователь должен незамедлительно уведомить Администрацию сайта о несанкционированном использовании его учётной записи или пароля, или любом другом нарушении системы безопасности.  ",
      "5.7. Администрация сайта обладает правом в одностороннем порядке аннулировать учетную запись Пользователя, если она не использовалась более 24 месяцев календарных месяцев подряд без уведомления Пользователя.  ",
      "5.8. Настоящее Соглашение распространяет свое действия на все дополнительные положения и условия о покупке Товара и оказанию услуг, предоставляемых на Сайте.  ",
      "5.9. Информация, размещаемая на Сайте не должна истолковываться как изменение настоящего Соглашения.  ",
      "5.10. Администрация сайта имеет право в любое время без уведомления Пользователя вносить изменения в перечень услуг, предлагаемых на Сайте, и (или) в цены, применимые к таким Продуктам и Сервисам SkillShift."
    ]
  },
  {
    "type": "h2",
    "text": "6. ОТВЕТСТВЕННОСТЬ"
  },
  {
    "type": "ul",
    "items": [
      "6.1. Любые убытки, которые Пользователь может понести в случае умышленного или неосторожного нарушения любого положения настоящего Соглашения, а также вследствие несанкционированного доступа к коммуникациям другого Пользователя, Администрацией сайта не возмещаются. ",
      "6.2. Администрация сайта не несет ответственности за: ",
      "6.2.1. Задержки или сбои в процессе совершения операции, возникшие вследствие непреодолимой силы, а также любого случая неполадок в телекоммуникационных, компьютерных, электрических и иных смежных системах. ",
      "6.2.2. Действия систем переводов, банков, платежных систем и за задержки, связанные с их работой. ",
      "6.2.3. Надлежащее функционирование Сайта, в случае, если Пользователь не имеет необходимых технических средств для его использования, а также не несет никаких обязательств по обеспечению пользователей такими средствами."
    ]
  },

  {
    "type": "h2",
    "text": "7. НАРУШЕНИЕ УСЛОВИЙ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ"
  },
  {
    "type": "ul",
    "items": [
      "7.1. Администрация сайта вправе раскрыть любую собранную о Пользователе данного Сайта информацию, если раскрытие необходимо в связи с расследованием или жалобой в отношении неправомерного использования Сайта либо для установления (идентификации) Пользователя, который может нарушать или вмешиваться в права Администрации сайта или в права других Пользователей Сайта.  ",
      "7.2. Администрация сайта имеет право раскрыть любую информацию о Пользователе, которую посчитает необходимой для выполнения положений действующего законодательства или судебных решений, обеспечения выполнения условий настоящего Соглашения, защиты прав или безопасности Пользователей.  ",
      "7.3. Администрация сайта имеет право раскрыть информацию о Пользователе, если действующее законодательство Республики Казахстан требует или разрешает такое раскрытие.  ",
      "7.4. Администрация сайта вправе без предварительного уведомления Пользователя прекратить и (или) заблокировать доступ к Сайту, если Пользователь нарушил настоящее Соглашение или содержащиеся в иных документах условия пользования Сайтом, а также в случае прекращения действия Сайта либо по причине технической неполадки или проблемы.  ",
      "7.5. Администрация сайта не несет ответственности перед Пользователем или третьими лицами за прекращение доступа к Сайту в случае нарушения Пользователем любого положения настоящего Соглашения или иного документа, содержащего условия пользования Сайтом."
    ]
  },
  {
    "type": "h2",
    "text": "8. РАЗРЕШЕНИЕ СПОРОВ"
  },
  {
    "type": "ul",
    "items": [
      "8.1. В случае возникновения любых разногласий или споров между Сторонами настоящего Соглашения обязательным условием до обращения в суд является предъявление претензии (письменного предложения о добровольном урегулировании спора).  ",
      "8.2. Получатель претензии в течение 30 календарных дней со дня её получения, письменно уведомляет заявителя претензии о результатах рассмотрения претензии.  ",
      "8.3. При невозможности разрешить спор в добровольном порядке любая из Сторон вправе обратиться в суд за защитой своих прав, которые предоставлены им действующим законодательством Республики Казахстан.  ",
      "8.4. Любой иск в отношении условий использования Сайта должен быть предъявлен в течение 10 рабочих дней после возникновения оснований для иска, за исключением защиты авторских прав на охраняемые в соответствии с законодательством материалы Сайта. При нарушении условий данного пункта любой иск или основания для иска погашаются исковой давностью."
    ]
  },
  {
    "type": "h2",
    "text": "9. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ"
  },
  {
    "type": "ul",
    "items": [
      "9.1. Администрация сайта не принимает встречные предложения от Пользователя относительно изменений настоящего Пользовательского соглашения.  ",
      "9.2. Отзывы Пользователя, размещенные на Сайте, не являются конфиденциальной информацией и могут быть использованы Администрацией сайта без ограничений."
    ]
  },
  {
    "type": "h2",
    "text": "10. Реквизиты и адрес исполнителя"
  },
  {
    "type": "group",
    "items": [
      { "type": "span", "text": "Компания: ИП MYRZA" },
      {
        "type": "span",
        "text": "Юридический адрес: 050058, Республика Казахстан, г. Алматы, Алатауский Район, Улжан-2 м-н, ул. Керегетас, д.13"
      },
      { "type": "span", "text": "БИН/ИИН: 920518301968" },
      { "type": "span", "text": "КБЕ:19" },
      { "type": "span", "text": "Телефон: +7 700 800 81 87" },
      { "type": "span", "text": "Почта: info@offiwebsite.com" }
    ]
  },
  {
    "type": "group",
    "items": [
      { "type": "span", "text": "Для расчетов в Тенге:" },
      { "type": "span", "text": "Банк-получатель: АО «Kaspi Bank»" },
      { "type": "span", "text": "БИК: CASPKZKA" },
      { "type": "span", "text": "ИИК: KZ55722S000032599582" }
    ]
  },
  {
    "type": "group",
    "items": [
      { "type": "span", "text": "Для расчетов в Долларах:" },
      { "type": "span", "text": "Банк-получатель: АО «Kaspi Bank»"},
      { "type": "span", "text": "БИК: CASPKZKA"},
      { "type": "span", "text": "ИИК: KZ70722S000033826653" }
    ]
  },
  {
    "type": "group",
    "items": [
      { "type": "span", "text": "Для расчетов в Рублях:" },
      { "type": "span", "text": "Банк-получатель: АО «Kaspi Bank»" },
      { "type": "span", "text": "БИК: CASPKZKA" },
      { "type": "span", "text": "ИИК: KZ03722S000033826695" }
    ]
  }
]
